{
   "Frisse garnalencocktail met appel en basilicumcrème": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/garnalen/chef",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/garnalen-chef/header.png",
      "Link Video": "https://youtu.be/jmR8v9ipRv0",
      "Ingredienten": "300 g Hollandse garnalen (kerstassortiment, bakje à 200 g) 1 granny smith-appel, geschild en in piepkleine blokjes 1 kleine sjalot, fijngesnipperd 2 el bieslook, fijngehakt 4 walnoten, in stukjes 1 bleekselderij, in dunne plakjes 8 plakjes gedroogde ham, bijv. Italiaanse rauwe ham of parmaham 4 el walnotenolie 2 el cherryazijn of balsamicoazijn 1 el honing 60 g basilicum (bakje à 20 g) of 1 pot verse basilicum - alleen de blaadjes 250 ml zonnebloemolie 2 el eiwit 3 el volle yoghurt 1,5 el citroensap 1,5 el sushi-azijn of een neutrale azijn, bijv. witte balsamicoazijn 1 el olijfolie 4 dunne plakjes ciabatta 0,5 schaal sla met bloemetjes (kerstassortiment verkrijgbaar vanaf 14 dec, à 85 g) 2 el water 1 blender 1 fijne zeef 1 maatbeker 1 staafmixer 1 spuitzak met kleine gladde mond",
      "Aantal Porties": 4,
      "Bereidingsduur": 30,
      "Moeilijkheid": 2,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Bereidingswijze": "1. Meng de garnalen met de appel, sjalot, bieslook, walnoten en bleekselderij. Snijd 4 plakjes ham in fijne reepjes en schep door de garnalensalade. 2. Meng voor de dressing de walnootolie, azijn en honing met het water. Schep ¾ van de dressing door de garnalensalade.3. Maal in de blender de basilicumblaadjes met de zonnebloemolie. Schenk de basilicumolie door de zeef in de maatbeker. Meng het eiwit met de yoghurt, het citroensap en de azijn. 4. Pureer met de staafmixer het eiwityoghurtmengsel met de basilicumolie tot een mooie basilicumcrème. Schep de basilicumcrème in de spuitzak. 5. Verhit in een koekenpan 1 el olijfolie. Bak de plakjes ciabatta in 1-2 min. aan beide kanten goudbruin en krokant. Verdeel intussen over de bodem van 4 cocktail- of wijde wijnglazen wat slablaadjes. Schep de garnalensalade op de sla. Spuit een paar puntjes basilicumcrème erop. 6. Breek de toast en verdeel over de salade. Leg de laatste 4 plakjes ham, een paar bloemen en slablaadjes erop. Schenk vlak voor het serveren de rest van de dressing over de salades.",
      "Pagina": 9
   },
   "Garnalencocktail met avocado en limoen": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/garnalen/klassiek",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/garnalen-klassiek/header.png",
      "Link Video": "https://youtu.be/4s1bR35x3Hs",
      "Ingredienten": "4 el mayonaise 0,2 tl chilipoeder en extra om te bestrooien 1 limoen 10 g koriander (bakje à 20 g) 2 rijpe avocado's 200 g Hollandse garnalen (kerstassortiment, bakje à 200 g)",
      "Aantal Porties": 4,
      "Bereidingsduur": 20,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Bereidingswijze": "1. Meng de mayonaise met het chilipoeder en het sap van een halve limoen. 2. Halveer de avocado’s en verwijder de pit. Schep het avocadovlees voorzichtig uit de schillen. Bewaar de schillen voor de presentatie. 3. Snijd het avocadovlees in blokjes. Hak de koriander grof. Meng de avocado met de koriander (houd een beetje apart) en de garnalen en schep in de avocadoschillen. Schep de limoenmayonaise erop. Bestrooi met een beetje extra chilipoeder en de apart gehouden koriander. Snijd de laatste limoenhelft in schijfjes en leg op de cocktails.",
      "Pagina": 18
   },
   "Garnalencocktail met zeekraal": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/garnalen/voorbereid",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/garnalen-voorbereid/header.png",
      "Link Video": "https://youtu.be/hugZ_O0fQYs",
      "Ingredienten": "2 doosjes Jumbo Hollandse garnalencocktail (à 2 stuks) 40 g zeekraal (bakje à 80 g) 0,5 tl paprikapoeder 50 g eikenbladslamelange (zak à 100 gr) 1 citroen, in partjes 4 schnittbroodjes",
      "Aantal Porties": 4,
      "Bereidingsduur": 5,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Bereidingswijze": "1. Zet de glaasjes met garnalencocktail op 4 borden. Maak ze af met de zeekraal en een snuf paprikapoeder. 2. Leg er een toef eikenbladsla en partje citroen bij. Serveer met een schnittbroodje.",
      "Pagina": 19
   },
   "heldere kruidenbouillon met paddenstoelen": {
      "Link gerecht": "http://www.jumbo.com/heldere-kruidenbouillon-met-paddenstoelen/501318/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501318-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "2  groentebouillonblokjes 1 el  (tamari)sojasaus 2 el  olijfolie 2  sjalotten 200 g paddenstoelen pastamelange 2  bospeentjes 3 takjes  peterselie 5 g  bieslook (bakje à 20 g) 50 g  rodekool 1 l  water 1 snufje  peper",
      "Aantal Porties": 4,
      "Bereidingsduur": 25,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vegetarisch",
      "Bereidingswijze": "1 Breng in een pan het water met de bouillonblokjes en sojasaus aan de kook. Draai het vuur laag en laat 5 min. zachtjes trekken. 2. Verhit de olijfolie in een koekenpan. Fruit de sjalot 5 min. Voeg de paddenstoelen toe en bak 5 min. Voeg de bospeen en peper naar smaak toe en schep de groenten in de bouillon. Laat de bouillon nog 5 min. trekken op laag vuur. 3. Verdeel de kruiden over 4 diepe kommen, schep de bouillon erop en garneer met een handje rodekool.",
      "Pagina": 23
   },
   "courgette-crèmesoep met Hollandse garnalen": {
      "Link gerecht": "http://www.jumbo.com/courgette-cremesoep-met-hollandse-garnalen/501319",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501319-01_560x560.jpg",
      "Link Video": "https://youtu.be/pUCzWSqkxgQ",
      "Ingredienten": "4 el  olijfolie 2  uien 1  courgette 340 ml  kippenbouillon (pot) 125 ml  slagroom (beker à 250 ml) 65 g  mesclun- of rucolamelange (sla) 100 g  Hollandse garnalen 450 ml  water 1 snufje  pepe 1  staafmixer",
      "Aantal Porties": 4,
      "Bereidingsduur": 40,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Bereidingswijze": "1. Verhit de olijfolie in een soeppan. Fruit de ui 5 min. zonder te laten kleuren. Voeg de courgette toe en bak 5 min. mee. 2. Schenk de bouillon met het water in de pan en breng de soep aan de kook. Draai het vuur laag en kook de soep 20 min. zachtjes. 3. Zoek een aantal mooie kleine slablaadjes uit om te garneren, genoeg om 4 toefjes te maken. Voeg de resterende slablaadjes met de slagroom aan de soep toe en kook nog 3 min. 4. Pureer de soep met de staafmixer en breng op smaak met peper. Schep de soep in 4 diepe borden of potjes. Verdeel de garnaaltjes erover en garneer met een toef sla",
      "Pagina": 23
   },
   "geroosterde ricotta met basilicumpesto en crostini": {
      "Link gerecht": "http://www.jumbo.com/geroosterde-ricotta-met-basilicumpesto-en-crostini/501320/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501320-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "250 g  ricotta 10 el  olijfolie 20 g  basilicum 1 teen  knoflook 1,5 el  pijnboompitten 4 el  geraspte Parmezaanse kaas 1  baguette rustique (om af te bakken) 1 snufje  peper 1 snufje  (zee)zout 1  bakplaat bekleed met bakpapier 1  staafmixer 1  evt. broodrooster.",
      "Aantal Porties": 4,
      "Bereidingsduur": 60,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vegetarisch",
      "Bereidingswijze": "1. Verwarm de oven voor tot 220 ?C. Laat de ricotta voorzichtig uitlekken en stort op de bakplaat. Besprenkel de ricotta met 2 el olijfolie en rooster in de voorverwarmde oven in 30 min. goudbruin. 2. Houd een paar mooie basilicumblaadjes apart. Pureer de rest van de basilicumblaadjes met de knoflook, 1 el pijnboompitten en 6 el olijfolie. Meng de kaas erdoor en breng de pesto op smaak met peper. 3. Rooster de sneetjes baguette in een broodrooster of droge koekenpan aan beide kanten goudbruin en krokant. Leg de crostini op een schaal en besprenkel met de laatste 2 el olijfolie en (zee)zout naar smaak. Rooster in een droge koekenpan de rest van de pijnboompitten goudbruin en schud ze op een bord. 4. Leg de geroosterde ricotta voorzichtig op een schaal. Schep er een beetje pesto op en bestrooi met de geroosterde pijnboompitten, de apart gehouden basilicumblaadjes en peper naar smaak. Leg de crostini rondom. Serveer de ricotta lauwwarm of op kamertemperatuur met de rest van de pesto.",
      "Pagina": 24
   },
   "quinoasalade met gerookte zalm": {
      "Link gerecht": "https://www.jumbo.com/quinoasalade-met-gerookte-zalm/501321/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501321-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "50 g  quinoa 0,5  komkommer 1  witlof 0,5  citroen 3 el  koriander of bladpeterselie 3 el  olijfolie extra vierge 100 g  gerookte zalm 2 el  alfalfa of rodekoolkiemen (milde kiemgroenten) 1 snufje  zout 1 snufje  peper",
      "Aantal Porties": 4,
      "Bereidingsduur": 30,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Bereidingswijze": "1. Bereid de quinoa volgens de aanwijzingen op de verpakking. Laat goed uitlekken en afkoelen. 2. Snijd intussen de komkommer in plakjes van ½ cm dik en vervolgens in reepjes van ½ cm. Meng de komkommer met de witlof, het citroensap, de verse kruiden en de olijfolie. 3. Schep de quinoa door de salade en breng op smaak met peper en eventueel zout. Schep de salade in 4 (wijn)glaasjes. 4. Snijd de zalm in reepjes en leg losjes op de salade. Bestrooi met de kiemgroente.",
      "Pagina": 26
   },
   "salade met gerookte eendenborstfilet": {
      "Link gerecht": "https://www.jumbo.com/salade-met-gerookte-eendenborstfilet/501322/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501322-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "1  sjalot 2 el  appelciderazijn 75 g  ongezouten notenmelange 1  mespuntje cayennepeper 5 el  olijfolie extra vierge 125 g  bramen 50 g  eikenbladslamelange (zak à 100 g) 180 g  gerookte eendenborstfilet (Jumbo Thuis uit eten, pakje à 90 g) 95 g  granaalappelpitjes (bakje) 1 snufje  peper",
      "Aantal Porties": 4,
      "Bereidingsduur": 25,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Meng voor de dressing de sjalot met de azijn en marineer 5 min. Rooster intussen in een droge koekenpan de nootjes. Bestrooi ze met de cayennepeper en schud op een bord. 2. Klop de olijfolie door de azijn. Prak 4 bramen met een vork en roer door de dressing. Voeg peper naar smaak toe. 3. Meng de sla met de helft van de dressing en verdeel over 4 borden. Leg de plakjes eendenborst op de salade. Schep de resterende dressing over de eendenborst en bestrooi met de bramen, pikante nootjes en granaatappelpitjes.",
      "Pagina": 26
   },
   "bladerdeegsterren met kippenragout en veldsla": {
      "Link gerecht": "https://www.jumbo.com/bladerdeegsterren-met-kippenragout-en-veldsla/501323/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501323-01_560x560.jpg",
      "Link Video": "https://youtu.be/pUCzWSqkxgQ",
      "Ingredienten": "1  rol vers bladerdeeg (uit de koeling) 1  ei 500 ml  kippenbouillon 200 g  Nieuwe Standaard Kip kipfilet 125 g  gesneden champignons 60 g  roomboter 0,5  ui 50 g  bloem 2 takjes  peterselie 40 g  veldsla (zak à 75 g) 1 snufje  peper 2  ster-koekuitstekers (ø 5 en 9 cm) of mal te vinden op Jumbo.com/mal 1  bakplaat 1  taartrooster",
      "Aantal Porties": 4,
      "Bereidingsduur": 57,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Verwarm de oven voor tot 200 °C. Rol het deeg uit. Steek 4 grote sterren en 4 kleine sterren uit het deeg of gebruik de mal en snijd de stervormen uit. Leg het bakpapier op de bakplaat, leg de bladerdeegsterren erop en bestrijk ze dun met ei. 2. Bak de bladerdeegsterren in de voorverwarmde oven in 12 min. goudbruin en gaar. Laat ze op het rooster afkoelen en bewaar tot gebruik (max. 2-3 dagen) in een luchtdichte trommel. 3. Breng op laag vuur de bouillon tegen de kook aan. Voeg de kipfilet en champignons toe en stoof in 12 min. zachtjes gaar. Schenk de bouillon door een zeef in een maatbeker. Bewaar de kip en de champignons. Snijd de kipfilet in stukjes. 4. Smelt in een (saus)pan de boter. Fruit de ui 2 min. Voeg de bloem toe en bak 2 min. zonder te laten kleuren. Schenk beetje bij beetje de gezeefde bouillon erbij en klop met een garde tot een gladde saus. Kook 10 min. zachtjes. Voeg de kip en de champignons toe en verwarm nog 5 min. Breng op smaak met de peterselie en peper. Leg de grote deegsterren op 4 borden. Verdeel er de veldsla en ragout over en dek af met de kleine sterren.",
      "Pagina": 29
   },
   "Kruidige rodekoolplaattaartjes met geitenkaas": {
      "Link gerecht": "http://www.jumbo.com/kruidige-rodekoolplaattaartjes-met-geitenkaas/501325/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501325-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "2 tl komijnzaad, 4 plakjes bladerdeeg (diepvries), 2 el bloem, 200 g gesneden rodekool, 3 el rodewijnazijn, 30 g peterselie, 100 g (medjoul)dadels, 100 g verse geitenkaas, 3 el hazelnoten, 1 ei, 1 snufje peper, 1 deegroller, 1 bakplaat bekleed met bakpapier",
      "Aantal Porties": 4,
      "Bereidingsduur": 45,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vegetarisch",
      "Bereidingswijze": "1. Verwarm de oven voor tot 200 °C. Rooster het komijnzaad in een droge koekenpan en schud op een bord. Rol de plakjes bladerdeeg 4 cm langer op een met bloem bestoven werkblad. Leg ze op de bakplaat en prik er met een vork gaatjes in. 2. Kneed met de hand in een kom de rodekool met de azijn, de helft van de peterselie, de dadels, het komijnzaad en peper naar smaak. Kneed 1 min. goed zodat de smaken vrijkomen en kunnen intrekken. Verdeel de rodekool over de deegplakjes; laat de randen vrij. Verkruimel de geitenkaas boven de kool en bestrooi met de hazelnoten. Bestrijk de deegranden dun met ei. 3. Bak de taartjes in de voorverwarmde oven in 20 min. goudbruin en gaar. 4. Leg de taartjes op 4 borden en bestrooi met de resterende peterselie.",
      "Pagina": 33
   },
   "Kruidige varkensrollade met honing en rodekool": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/varkensrollade/chef",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkensrollade-chef/header.png",
      "Link Video": "https://youtu.be/ma_VmM5RsXk",
      "Ingredienten": "800 g        rodekool, in reepjes 1        kaneelstokje 2        stuks steranijs 2        kruidnagels 100 ml        frambozenazijn of balsamicoazijn 500 ml        rode wijn 1 el        rietsuiker 1        varkensrollade (900 g), op kamertemperatuur 50 g        roomboter 1 el        venkelzaad of karwijzaad 1 el        korianderzaaf of korianderpoeder 5 tl        verse tijmblaadjes 2 el        honing 0,5 el        milde grove mosterd 1 tl        zout 1 snufje        peper 1        ovenvaste braadpan of braadslede 1        deegroller of vijzel 1        aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 120,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Breng de rodekool met het kaneelstokje, de steranijs, kruidnagels, azijn, wijn, rietsuiker en het zout aan de kook. Draai het vuur laag en stoof de kool in 1,5 uur zachtjes gaar. Schep de kool elke 10 min. om. 2. Verwarm de oven voor tot 160 °C. 3. Bestrooi de rollade met zout en peper. Smelt in de ovenvaste braadpan de boter. Bak het vlees in 5 min. rondom bruin aan. Kneus intussen (met de deegroller of vijzel) het venkel- en korianderzaad. Meng de tijm erdoor. 4. Meng de honing met de mosterd en smeer de rollade hiermee rondom in. Bestrooi het vlees met het specerijenmengsel. 5. Bak de rollade in de voorverwarmde oven in 40 min. bruin en vanbinnen rosé of naar wens gaar; schep elke 5 min. het braadvet over de rollade. 6. Neem de rollade uit de oven en laat onder aluminiumfolie 15 min. rusten. Snijd het vlees in mooie plakken en serveer met de rodekool.",
      "Pagina": 38
   },
   "Varkensrollade met bieten-cranberrychutney": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/varkensrollade/klassiek",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkensrollade-klassiek/header.png",
      "Link Video": "https://youtu.be/Lw4t1tAvXnY",
      "Ingredienten": "1  ui, gesnipperd 1 teen        knoflook, fijngehakt 50 ml        rode port 2 tl        grove mosterd 50 ml        balsamicoazijn 3 el        lichte basterdsuiker 0,5        kaneelstokje 1        appel (bijv. Jonagold), geschild en in blokje 100 g        verse cranberry's 1        gekookte rode biet (150 g), grofgerasp 1        varkensrollade (900 g) 1 snufje zout        1 snufje peper 1        braadslede 1        aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 75,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Doe de ui met de knoflook, port, mosterd, balsamicoazijn, suiker en het kaneelstokje in een pan en breng tegen de kook aan. Stoof 20 min. op laag vuur. 2. Verwarm de oven voor tot 160 °C. Voeg de appel en cranberry&rsquo;s toe aan de chutney en kook nog 10 min. op laag vuur. Schep de biet erdoor en laat afkoelen. Breng op smaak met peper en eventueel zout. 3. Leg de rollade in de braadslede en braad 25 min. in de oven. 4. Neem de rollade uit de oven en laat 10 min. onder aluminiumfolie rusten. 5. Snijd in dunne plakken en serveer de chutney erbij.",
      "Pagina": 40
   },
   "gegrilde ossenhaas met groenepepertuinkersboter": {
      "Link gerecht": "https://www.jumbo.com/gegrilde-ossenhaas-met-groenepepertuinkersboter/501293/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501293-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "2 tl  groene peperkorrels (potje) 0,5  bakje tuinkers 50 g  ongezouten roomboter 4 malse ossenhaas (Jumbo Thuis uit eten, à 120 g), 2 tl  olijfolie 1 snufje  zout 1 snufje  peper 1  vershoudfolie 1  grillpan 1  aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 50,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Prak met een vork de groene pepers en 1 el tuinkers door de zachte boter en meng dit met zout naar smaak. Schep de boter op een stuk vershoudfolie en rol op tot een snoepje. Laat de boter in ca. 30 min. in de koelkast opstijven. 2. Bestrijk de ossenhaas met de olijfolie en bestrooi met peper en zout. 3. Verhit de grillpan. Gril de ossenhaas in 2-3 min. per kant bruin en vanbinnen rosé of naar wens gaar. Neem het vlees uit de pan en laat in aluminiumfolie 5 min. rusten. 4. Snijd de boter in plakjes. Leg de ossenhaas op 4 borden en verdeel de groenepeper-tuinkersboter erover. Bestrooi met de rest van de tuinkers.",
      "Pagina": 43
   },
   "rosbief met groene groenten en gratin": {
      "Link gerecht": "http://www.jumbo.com/rosbief-met-groene-groenten-en-gratin/501328/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501271-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "2  dozen Aviko aardappelgratins met tijm en rozemarijn (à 400 g) 350 g  broccoliroosjes 250 g  sperziebonen 2 el  olijfolie 2 takjes  rozemarijn 50 g  ongezouten roomboter 1  rosbief aan het stuk (500 g) 1  bosuitje 50 ml  barbecuesaus 1 snufje  zout 1 snufje  peper 1  ovenschaal (20 x 30 cm) 1  aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 35,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Verwarm de oven voor tot 200 °C. Kook de broccoli en sperziebonen in water met zout 5 min. 2. Giet de groenten af en laat ze goed uitlekken. Verdeel ze over de bodem van de ovenschaal en besprenkel met de olijfolie. Leg de gratins en de takjes rozemarijn tussen de groenten. 3. Bak de gratin-groenteschotel in de voorverwarmde oven in 20-25 min. gaar. Smelt intussen de boter in een braadpan. Bestrooi de rosbief met zout en peper. Bak het vlees in 20 min. rondom bruin aan en vanbinnen rosé of naar wens gaar. 4. Laat het vlees in aluminiumfolie rusten. Leg de gratins op 4 borden. Schep de groenten om met de bosui en peper naar smaak. Snijd het vlees in plakken en leg bij de gratins. Serveer met de barbecuesaus en de geroosterde groenten.",
      "Pagina": 47
   },
   "panna cotta met witte chocolade en ananas": {
      "Link gerecht": "http://www.jumbo.com/panna-cotta-met-witte-chocolade-en-ananas/501330/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501272-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "2  blikjes Del Monte Gold ananasblokjes op sap (à 230 g) 2  blaadjes gelatine 500 ml verse slagroom 25 g  suiker 150 g  witte chocolade 200 g  geleisuiker 1  zeef",
      "Aantal Porties": 4,
      "Bereidingsduur": 240,
      "Moeilijkheid": 2,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Bereidingswijze": "1. Week de blaadjes gelatine in een kom met ruim koud water. Breng de slagroom met de suiker tegen de kook aan. 2. Doe de chocolade in een kom en schenk er de warme room over. Laat de chocolade al roerend smelten. Los ook de goed uitgeknepen blaadjes gelatine al roerend in de warme chocoladeroom op. 3. Schenk het roommengsel in 4 mooie (wijn)glazen en zet minimaal 2-3 uur in de koelkast om op te stijven. 4. Laat de ananasblokjes uitlekken in een zeef en vang het sap op. Kook het ananassap met de geleisuiker 1 min. en laat afkoelen. Schenk het afgekoelde sap over de opgesteven puddinkjes. Verdeel er ook de ananasblokjes over. Zet de panna cotta 30 min. terug in de koelkast.",
      "Pagina": 47
   },
   "gevulde kip met zoet-kruidig gehakt en cranberrysaus": {
      "Link gerecht": "http://www.jumbo.com/gevulde-kip-met-zoet-kruidig-gehakt-en-cranberrysaus/501294/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501294-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "1  hele scharrelkip (ca. 1250 g) 25 g  amandelschaafsel 300 g  gemengd gehakt 50 g  broodkruim of paneermeel 2  sjalotten 3 el  curry madras by Jonnie Boer (kruiden, blikje) of 2,5 el kerrie 30 g  gedroogde cranberry's 4 el  olijfolie 150 ml  sinaasappelsap 0,5  kippenbouillonblokje 100 g  verse cranberry's 1  bosuitje 1 snufje  zout 1 snufje  peper 100 ml  heet water 1  aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 105,
      "Moeilijkheid": 3,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1 Was de kip en dep deze aan de binnen- en buitenkant droog met keukenpapier. Rooster het amandelschaafsel in een droge koekenpan goudbruin en schud op een bord. 2. Meng het gehakt met het broodkruim, het amandelschaafsel, de sjalot, 2 el curry madras, de gedroogde cranberry&rsquo;s en peper en zout naar smaak. Vul de kip met het mengsel en steek dicht met cocktailprikkers. Meng 2 el olijfolie met de resterende curry madras en zout en peper naar smaak. Wrijf de buitenkant van de kip in met de kruidenolie. 3. Verhit de laatste 2 el olijfolie in een braadpan. Bak de kip rondom bruin aan. Keer de kip pas als deze makkelijk van de bodem van de pan loslaat. Schenk het sinaasappelsap en het hete water langs de rand in de pan en verkruimel het bouillonblokje erboven. Breng aan de kook. 4. Draai het vuur laag en braad de kip met de deksel op de pan in 70-75 min. gaar. Keer de kip tweemaal en voeg na 1 uur de verse cranberry&rsquo;s toe. Leg de kip op een schaal en laat 10 min. onder aluminiumfolie rusten. Laat de saus op hoog vuur iets inkoken. Voeg de bosui toe en serveer de kip met de cranberrysaus.",
      "Pagina": 51
   },
   "Zalmfilet met kruidenkorst, venkel en dragonsaus": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/zalmfilet/chef",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/zalmfilet-chef/header.png",
      "Link Video": "https://youtu.be/_ifOl0bRTyw",
      "Ingredienten": "185 g roomboter 60 g bladpeterselie (bakje à 20 g) 125 g paneermeel 25 g geraspte Parmezaanse kaas 7 el olijfolie 1 sjalot, gesnipperd 100 ml droge vermouth of witte wijn 250 ml visfond of visbouillon 250 ml slagroom 2 el gedroogde dragon 3 grote venkelknollen 1 citroen, uitgeperst 3 el olijfolie met citroenaroma of extra vierge olijfolie met rasp van ½ citroen 4 zalmfilets met huid (bakje à 2 stuks) 1 snufje zou  1 snufje peper 1 keukenmachine 1 staafmixer met hakmole  1 bakpapier 1 deegroller 1 bakplaat bekleed met bakpapier 1 zeef",
      "Aantal Porties": 4,
      "Bereidingsduur": 85,
      "Moeilijkheid": 3,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Bereidingswijze": "1. Smelt voor de kruidenkorst in een steelpan de boter op laag vuur. Maal in de keukenmachine of in de hakmolen van de staafmixer de bladpeterselie met het paneermeel fijn. Voeg de boter en als laatste de Parmezaanse kaas toe en meng tot een glad mengsel. Voeg zout en peper naar smaak toe. 2. Schep de kruidenkorst op een vel bakpapier. Dek af met het tweede vel bakpapier en rol tot een dunne plak om een korst op de zalmfilets te vormen. Leg de kruidenkorst minimaal 30 min. in de koelkast om stevig te worden. 3. Verhit in een sauspan 2 el olijfolie. Fruit de sjalot 1 min. Voeg de vermouth toe en breng tegen de kook aan. Laat de vermouth bijna helemaal inkoken. Schenk dan de visfond en slagroom erbij en laat de saus tot de helft inkoken. Voeg de dragon toe, haal de pan van het vuur en laat de saus afkoelen. 4. Verwarm de oven voor tot 160 °C. Snijd de stelen en een plakje van de onderzijde van de venkelknollen. Bewaar het venkelgroen. Schil de venkelknollen met een dunschiller. Snijd 2 venkelknollen in plakken van ½ cm dik. Verhit in een hapjespan 3 el olijfolie. Schep de plakken venkel en een snuf zout erdoor. Smoor de venkel in 15 min. zachtjes gaar. Voeg na 10 min. een scheutje water toe. 5. Snijd de derde venkelknol in dunne reepjes; gebruik eventueel een dunschiller. Meng de venkelreepjes met de citroenolijfolie en breng op smaak met citroensap en zout. Hak het venkelgroen fijn en meng ook door de venkelreepjes. Zet op een koele plek apart om te marineren. 6. Snijd van de kruidenkorst 4 plakken ter grootte van de zalmfilets. Snijd de huid voorzichtig van de zalmfilets. Wentel de zalm door 2 el olijfolie en bestrooi ze met zout en peper. Leg de zalmfilets op de bakplaat en leg op elke filet een plak kruidenkorst. Dek de zalm af met aluminiumfolie. Bak de zalmfilets in de voorverwarmde oven in 10 min. rosé en sappig. 7. Leg de gesmoorde venkel op 4 borden. Verdeel er de venkelsalade over. Leg de zalmfilet op de venkel. Pureer met de staafmixer de dragonsaus luchtig en schuimig. Schep de saus over de zalmfilets.",
      "Pagina": 52
   },
   "Zalm met winterpeen, pastinaak en dillesaus": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/zalmfilet/klassiek",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/zalmfilet-klassiek/header.png",
      "Link Video": "https://youtu.be/VX0ZBbeKwMA",
      "Ingredienten": "2 takjes dille 25 g ongezouten roomboter 1 sjalot, fijngesnipperd 100 ml droge witte wijn 200 ml visfond of -bouillon 100 ml slagroom 150 g winterpeen, geschild en in blokjes van ½ cm 2 el olijfolie 1 teen knoflook, fijngehakt 4 zalmfilets met huid (bakje à 2 stuks) 1 snufje peper 1 bakplaat bekleed met bakpapier 1 aluminiumfolie 1 staafmixer",
      "Aantal Porties": 4,
      "Bereidingsduur": 42,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Bereidingswijze": "1. Hak de stelen en het blad van de dille fijn; houd steel en blad gescheiden. Smelt in een (saus-) pan de boter. Fruit de sjalot 1 min. Voeg de wijn, dillesteeltjes, visfond en slagroom toe. Breng aan de kook en laat 10-15 min. inkoken tot 200 ml. Houd de saus op laag vuur warm. 2. Verwarm de oven voor tot 180 °C. Verhit in een koekenpan 1 el olijfolie. Bak de wortel en pastinaak 1 min. Voeg de knoflook toe en bak de groenten in 2-3 min. beetgaar. 3. Leg de zalm op de huid op de bakplaat. Bestrijk de vis met de laatste el olijfolie. Verdeel er de wortel en pastinaak over en bestrooi met peper naar smaak. 4. Bak de zalm met de groenten in de voorverwarmde oven in 10-12 min. gaar. Dek de bakplaat na 8 min. af met aluminiumfolie. 5. Voeg het dilleblad toe aan de saus en mix het geheel met de staafmixer schuimig. Verdeel de zalmfilets en de groenten over 4 borden en schep de dillesaus over de vis. Garneer de zalm en groenten eventueel met wat extra dille of kiemgroente.",
      "Pagina": 54
   },
   "Zalmfilet met kreeftensaus en aardappelwaaiers": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/zalmfilet/voorbereid",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/zalmfilet-voorbereid/header.png",
      "Link Video": "https://youtu.be/4hxicrACdx4",
      "Ingredienten": "1 kg rosevalaardappeltjes (kerstassortiment), schoongeboend 3 el olijfolie 2 Jumbo ovenschotels zalmfilet met kreeftensaus (à 2 bakjes) 700 g broccoli, in roosjes 1 snufje zout 1 bakplaat",
      "Aantal Porties": 4,
      "Bereidingsduur": 57,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Bereidingswijze": "1. Verwarm de oven voor tot 200 ºC. Snijd de aardappelen in dunne plakjes, maar snijd ze niet helemaal door. Aan de onderkant moet de aardappel aan elkaar blijven! Leg de aardappelen op de bakplaat en besprenkel met de olijfolie. 2. Rooster de aardappelen 20 min. in de voorverwarmde oven. 3. Verlaag de oventemperatuur naar 180 ºC. Schuif de ovenschotels met zalm bij de aardappelen en bak de aardappelen en zalm in nog 15-17 min. gaar. Kook intussen de broccoli in water met zout in 5 min. beetgaar. 4. Verdeel de zalmfilet met kreeftensaus over 4 borden. Leg de aardappelwaaiers met de broccoli erbij.",
      "Pagina": 55
   },
   "hertenbiefstuk met rodekool-citrussalade": {
      "Link gerecht": "http://www.jumbo.com/hertenbiefstuk-met-rodekool-citrussalade/501295/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501295-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "2  sinaasappels 4 el  crema di balsamico origineel (Jumbo Thuis uit eten, fles 250 ml) 300 g  rodekool 4  hertenbiefstukken (Jumbo Thuis uit eten, à ca. 120 g), 2 el  olijfolie 75 g  jonge bladsla met rucola 1  rode ui 50 g  walnoten 1 snufje  zout 1 snufje  peper 1  aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 20,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Schil de sinaasappels, snijd de partjes tussen de vliezen uit en vang het sap op. Kneed met de hand het sap met de balsamicocrème door de rodekool en laat marineren. 2. Verhit in een koekenpan de olijfolie. Bestrooi de biefstukken met zout en peper. Bak het vlees in 2-3 min. per kant bruin en vanbinnen rosé of naar wens gaar. 3. Laat het vlees verpakt in aluminiumfolie 5 min. rusten. Schep intussen de bladsla met de ui, sinaasappelpartjes en walnoten door de koolsalade. Breng op smaak met zout en peper. 4. Leg de biefstukken op 4 borden en schep er de salade bij. Serveer eventueel met een van de hiernaast getoonde sauzen.",
      "Pagina": 56
   },
   "Varkenshaasmedaillons met paddenstoelen en madeirasaus": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/varkenshaas/chef",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkenshaas-chef/header.png",
      "Link Video": "https://youtu.be/YcVXHJYV7Lc",
      "Ingredienten": "2        varkenshaas culinair (à 325 g) 5 takjes        tijm 6 el        olijfolie 500 ml        slagroom (beker à 250 ml) 30 g        gedroogde paddenstoelen, zoals eekhoorntjesbrood 200 g        paddenstoelenmix, schoongeveegd, in stukjes van ½ cm 4        eidooiers 100 g        ongezouten roomboter 75 ml        madeira 150 ml        gevogeltefond (of kippenbouillon) 0,5 e sojasaus 1 teen knoflook, fijngehakt 6        stronkjes witlof (à ca. 75 g) 1 el        rietsuiker 10 ml        balsamicoazijn 1        sjalot, fijngesnipperd 300 g        gewassen spinazie 1 snufje        zout 1 snufje        peper 1        vershoudfolie 1        zeef 4        ovenbestendige esprossokopjes, ingevet 2        lage ovenschalen, ingevet 1        aluminiumfolie ",
      "Aantal Porties": 4,
      "Bereidingsduur": 1660,
      "Moeilijkheid": 3,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Wrijf de varkenshaas in met peper, de blaadjes van 2 takjes tijm en 2 el olijfolie. Wikkel de varkenshaas elk apart strak in vershoudfolie en leg ze 24 uur in de koelkast om te marineren. 2. Kook 1 beker slagroom met de helft van de gedroogde paddenstoelen in 10 min. zachtjes tot 200 ml in. Schenk de paddenstoelenroom door een zeef en laat afkoelen. Verhit intussen in een koekenpan 1 el olijfolie. Bak de helft van de paddenstoelenmix in 4 min. bruin. Schep de paddenstoelen bij de room. Klop de eidooiers erdoor en breng op smaak met zout en peper. 2. Verwarm de oven voor tot 90 ?C. Vul voor de royales de espressokopjes met het paddenstoelenroommengsel. Bak ze in de voorverwarmde oven in 35-40 min., of tot ze stevig voelen. Laat de royales afkoelen tot kamertemperatuur en laat ze in de diepvries in 1,5 uur helemaal stevig worden.3. Smelt voor de madeirasaus in een sauspan 25 g boter. Bak hierin de rest van de paddenstoelenmix in 4 min. bruin. Schenk de madeira erbij en laat tot 25 ml inkoken. Voeg de fond, de laatste beker slagroom, de rest van de gedroogde paddenstoelen, de sojasaus en een ½ teentje knoflook toe en breng tegen de kook aan. Kook de saus tot de helft in. Zeef de saus en laat afkoelen. 4. Snijd 3 cm van de steelaanzet van de witlof. Pel de buitenste bladeren. Bewaar 6 blaadjes om later op de witlof te leggen en snijd de andere blaadjes in kleine stukjes. Halveer de stronkjes witlof. Smelt in een koekenpan 25 g boter. Bak de kleine stukjes witlof met de rietsuiker 6 min. Voeg de balsamicoazijn met zout en peper naar smaak toe. Blancheer intussen in water met zout de stronkjes witlof 5 min. Leg de witlofstronkjes in een ovenschaal. Verdeel er de stukjes witlof over en dek af met aluminiumfolie. 5. Verwarm de oven voor tot 100 ?C. Laat de varkenshaas op kamertemperatuur komen en verwijder de vershoudfolie. Houd de kopjes met royales in heet water en stort ze. Zet ze in de tweede ovenschaal. 6. Verwarm de royales afgedekt met aluminiumfolie met de witlof samen 30 min. in de voorverwarmde oven. Verwarm intussen de madeirasaus op laag vuur en snijd elke varkenshaas in 6 gelijke plakjes (= medaillons). 7. Verhit in een koekenpan 3 el olijfolie. Leg de medaillons in de pan en bak ze 2 min. op hoog vuur. Keer het vlees en bak nog 1 min. Voeg 25 g boter, de 3 laatste takjes tijm en het ½ teentje knoflook toe. Laat de boter bruin kleuren. Schep de boter over het vlees en verwarm nog 2 min. Haal het vlees uit de pan en houd onder aluminiumfolie warm. 8. Smelt in de koekenpan de laatste 25 g boter. Fruit de sjalot 1 min. Voeg de spinazie toe en laat al omscheppend in de warme boter slinken en het vocht verdampen. Breng op smaak met zout en peper. 9. Zet de royales in het midden van 4 borden. Verdeel de spinazie in 3 bergjes rond de royales. Leg de medaillons op de spinazie en leg de witlof met de achtergehouden witlofblaadjes ertussen. Schep de saus over het vlees.",
      "Pagina": 62
   },
   "Varkenshaas met rode ui en mandarijn": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/varkenshaas/klassiek",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkenshaas-klassiek/header.png",
      "Link Video": "https://youtu.be/E9Qko4ATeBs",
      "Ingredienten": "3 mandarijnen, schoongeboend 3 el olijfolie 2 rode uien, in halve ringen 3 tenen knoflook, gepeld 2 takjes tijm, alleen de blaadjes 1 tl (riet)suiker 2 el wittewijnazijn 200 ml kippenbouillon 2 varkenshaas culinair (à 325 g) 1 snufje peper 1 aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 35,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Snijd de mandarijnen met de schil overdwars in dunne plakjes; gooi de uiteinden weg. 2. Verhit in een hapjespan 1 el olijfolie. Fruit de ui en de knoflook 3 min. Voeg de tijm en de mandarijn toe en bak 1 min. Bestrooi de mandarijn met de suiker en schenk de azijn in de pan. Voeg de bouillon toe en smoor nog 10 min. zachtjes. 3. Verhit intussen in een koekenpan de laatste 2 el olijfolie. Bestrooi de varkenshaas met peper. 4. Bak het vlees in 15 min. bruin en vanbinnen rosé of naar wens gaar. 5. Neem het vlees uit de pan en laat het verpakt in aluminiumfolie 5 min. rusten. 6. Snijd de varkenshaas in plakken en serveer met de mandarijn-uiensaus.",
      "Pagina": 64
   },
   "Ovenschotel met varkenshaasmedaillons en haricots verts": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/varkenshaas/voorbereid",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkenshaas-voorbereid/header.png",
      "Link Video": "https://youtu.be/dHGPL8Et9Iw",
      "Ingredienten": "2        schalen ovenschotel varkenshaasmedaillons (à 400 g) 1        olie om te frituren 450 g        aardappelkroketjes 2 el        bieslook, grofgehakt 500 g        haricots verts (schaal à 250 g) 1 snufje        zout",
      "Aantal Porties": 4,
      "Bereidingsduur": 40,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "1. Verwarm de oven voor tot 150 ºC. Bereid de varkenshaasmedaillons in 20 min. in de oven volgens de aanwijzingen op de verpakking. 2. Verhit de olie om te frituren. 3. Bak de aardappelkroketjes in de hete olie volgens de aanwijzingen op de verpakking goudbruin en krokant. 4. Kook in water met zout de haricots verts in 5 min. beetgaar. 5. Leg de varkenshaasmedaillons op 4 borden. Bestrooi met de bieslook. Schep er de haricots verts bij en serveer met de aardappelkroketjes.",
      "Pagina": 65
   },
   "frisse salade met vegetarische wellington": {
      "Link gerecht": "https://www.jumbo.com/frisse-salade-met-vegetarische-wellington/501291/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501291-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "4  vegetarische wellingtons (kerstassortiment, schaal à 2 stuks) 2  rode uien 3 el  hazelnoten 1  citroen 100 g  yoghurt Griekse stijl 1 teen  knoflook 1  schaal sla met eetbare bloemetjes (kerstassortiment, à 85 g) 1 snufje  zout 1 snufje  peper 1  rasp",
      "Aantal Porties": 4,
      "Bereidingsduur": 35,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vegetarisch",
      "Bereidingswijze": "1. Verwarm de oven voor tot 220 ?C. Bak de wellingtons in de voorverwarmde oven in 15 min. goudbruin en gaar. 2. Verhit in een koekenpan 1 el olijfolie. Schep de rode ui erdoor. Bak de uien 5 min. en neem de pan van het vuur. Rooster in een droge koekenpan de hazelnoten goudbruin en schud ze op een bord. 3. Boen de citroen schoon en rasp de gele schil eraf. Pers 1½ el sap uit de citroen. Klop een dressing van de yoghurt, het citroensap, de knoflook en zout en peper naar smaak. 4. Verdeel de slamix over 4 borden. Lepel de dressing over de salade en bestrooi met de hazelnoten en de citroenrasp. Leg de wellingtons op de salade en verdeel de lauwwarme uienpartjes erover.",
      "Pagina": 67
   },
   "aubergine-ricottalasagne met basilicum van de plaat": {
      "Link gerecht": "http://www.jumbo.com/aubergine-ricottalasagne-met-basilicum-van-de-plaat/501292/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501292-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "2  aubergines 4 el  olijfolie 4  trostomaten 20 g  basilicum 350 g  ricotta 6  verse lasagnebladen naturel 4 el  rode pesto 75 g  biologische belegen kaas 1 el  pijnboompitten 1 snufje  peper 1 snufje  zout 1  bakplaat 1  aluminiumfolie 1  bakpapie",
      "Aantal Porties": 4,
      "Bereidingsduur": 30,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vegetarisch",
      "Bereidingswijze": "1. Verwarm de oven op grillstand. Bekleed de bakplaat met aluminiumfolie. Leg de aubergine erop en bestrijk de plakken aan beide kanten met olijfolie. Bestrooi met peper naar smaak. 2. Gril de plakken 8-10 min. onder de grill. Keer halverwege. 3. Kook de lasagnebladen in water met zout beetgaar. Giet af en halveer de vellen. 4. Bestrooi de tomaten met wat zout zodat ze vocht loslaten (dep eventueel droog met keukenpapier). Houd een aantal blaadjes basilicum apart, snijd de rest in reepjes. Schep deze met peper naar smaak door de ricotta. Verwarm de oven voor tot 180 °C. Bekleed de bakplaat met bakpapier. Leg er 4 halve lasagnebladen op. Verdeel de helft van de ricotta, aubergine en tomaat erover. Schep de helft van de pesto erop. Maak op dezelfde manier nog een laag en dek af met de resterende lasagnebladen. 5. Bestrooi de lasagne met de kaas en pijnboompitten. 6. Bak de lasagne in de oven in 15-20 min. goudbruin en gaar. Verdeel over 4 borden en garneer met de basilicumblaadjes en eventueel wat kiemgroente.",
      "Pagina": 67
   },
   "Feestelijke ijstaart": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/vanilleroomijs/voorbereid",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/vanilleroomijs-voorbereid/header.png",
      "Link Video": "https://youtu.be/s_qBefV--yA",
      "Ingredienten": "1 Jumbo ijstaart (diepvries), 8 hulstblaadjes chocolade en/of chocoladekransjes (ter garnering)",
      "Aantal Porties": 8,
      "Bereidingsduur": 10,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Bereidingswijze": "1. Neem voor 8 personen 1 Jumbo ijstaart uit de diepvries en zet op een schaal. 2. Laat de taart 5 min. ontdooien. 3. Lekker met chocoladehulstblaadjes en/of chocoladekransjes.",
      "Pagina": 75
   },
   "IJskrans met fruit en chocolade": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/vanilleroomijs/klassiek",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/vanilleroomijs-klassiek/header.png",
      "Link Video": "https://youtu.be/55XjY1R42GA",
      "Ingredienten": "150 g pure chocolade, 75 ml slagroom, 1el amandelschaafsel, 3 chocolate chip cookies, 700 ml vanilleschepijs, 300 g fruitmix aardbei, 2 takjes munt, alleen de blaadjes, 1 poedersuiker om te bestrooien",
      "Aantal Porties": 4,
      "Bereidingsduur": 20,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Bereidingswijze": "1. Hak 100 g chocolade grof. Breng in een steelpan de slagroom tegen de kook aan. Draai het vuur laag, voeg de grofgehakte chocolade toe en laat in de warme room smelten. Roer regelmatig zodat een gladde chocoladeroom ontstaat en laat van het vuur afkoelen tot lauwwarm. Rooster in een koekenpan het amandelschaafsel goudbruin en schud op een bord. 2. Hak de koekjes grof. Hak de laatste 50 g chocolade in grove splinters. Leg de koekjes, het fruit en de chocolade in een cirkel van ø 28-30 cm op een platte schaal. Bestrooi met het amandelschaafsel en de poedersuiker. 3. Schep 7 bollen ijs op het fruit. Maak de ijskrans af met 3-4 el chocoladesaus en de muntblaadjes.Serveer meteen en serveer de rest van de chocoladesaus in een mooi schaaltje apart erbij.",
      "Pagina": 76
   },
   "bramenbavarois met kaneelroom": {
      "Link gerecht": "https://www.jumbo.com/bramenbavarois-met-kaneelroom/501298/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501298-01_560x560.jpg",
      "Link Video": "https://youtu.be/IB6F4zyt6G8",
      "Ingredienten": "6  blaadjes gelatine 500 g  bramen (diepvries, doosje à 250 g) 100 g  fijne suiker 500 ml  slagroom 3  eiwitten 1 tl  gemalen kaneel 250 g  verse bramen (bakje à 125 g) 2 el  muntblaadjes 1  poedersuiker om te bestrooien 1  staafmixer 1  ijsblokjes 1  mixer 1  puddingvorm (inhoud 1,5 L)",
      "Aantal Porties": 4,
      "Bereidingsduur": 305,
      "Moeilijkheid": 3,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Bereidingswijze": "1. Week de blaadjes gelatine 5 min. in een kom met ruim koud water. Breng in een steelpan de bevroren bramen met 75 g suiker tegen de kook aan, draai het vuur laag en laat de suiker oplossen. Neem de pan van het vuur en pureer de bramen met de staafmixer. . 2Los de goed uitgeknepen blaadjes gelatine in de puree op. Zet de pan in een bak met ijskoud water met ijsblokjes en laat de bramenpuree in 30-40 min. lobbig worden; roer af en toe. 3. Klop met de mixer 250 ml slagroom bijna stijf (lobbig). Spatel de bramenpuree door de slagroom. Klop in een vetvrije kom met schone mixerhaken de eiwitten met een mespunt zout stijf. Spatel het eiwit in 2-3 porties door de bramenroom. 4. Schep het mengsel in de vorm. Zet minimaal 4 uur in de koelkast. Klop de resterende slagroom met de kaneel en 25 g suiker stijf. Neem de bavarois uit de koelkast en stort op een schaal. Garneer met verse bramen en munt. Bestrooi met de poedersuiker. Serveer met de kaneelroom.",
      "Pagina": 79
   },
   "Klassieke crème brûlée": {
      "Link gerecht": "https://www.jumbo.com/klassieke-creme-brulee/501299/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501299-01_560x560.jpg",
      "Link Video": "https://youtu.be/GTA6-ff5Ov8",
      "Ingredienten": "300 ml  slagroom 1  vanillestokje 5  eidooiers 100 g  suiker 1  zeef 4   1  ruime ovenschaal of braadslede 1  aluminiumfolie 1  crème-brûléebrander",
      "Aantal Porties": 4,
      "Bereidingsduur": 235,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Bereidingswijze": "1. Breng in een steelpan de slagroom met het vanillestokje tegen de kook aan. Neem de pan van het vuur en laat de room 15 min. afgedekt trekken. 2. Verwarm de oven voor tot 140 °C. Vis het vanillestokje uit de room, schraap er met de punt van een scherp mes het zwarte merg uit en roer het merg door de room. 3. Klop met een garde de eidooiers los met 50 g suiker. Schenk al kloppende de warme vanilleroom door een zeef bij de eidooiers. Zet de schaaltjes in de ovenschaal en schenk de vanilleroom erin. Vul de ovenschaal met heet water, tot maximaal halverwege de schaaltjes. Dek de ovenschaal losjes af met een vel aluminiumfolie. 4. Bak de vanillecrèmes 50-55 min. in de voorverwarmde oven, tot ze net stevig voelen. Neem de schaaltjes uit het waterbad (pas op: heet!) en laat ze afkoelen. Zet de crèmes afgedekt minimaal 2,5 uur in de koelkast om door en door koud te worden. 5. Bestrooi de crèmes met de resterende suiker. Karamelliseer de suiker met de brander tot een lichtbruine, glazige suikerlaag.",
      "Pagina": 83
   },
   "chocolade-truffelcarré met karamelsaus, popcorn en zeezout": {
      "Link gerecht": "http://www.jumbo.com/chocolade-truffelcarre-met-karamelsaus-en-zeezout/501300/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501300-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "10 plakken  chocoladecake 5 el  amaretto (likorette) 400 ml  slagroom 300 g  pure chocolade 4 el  dessertsaus karamel 25 g  zoete popcorn 50 g  pecannoten 1 snufje  zeezout 1  lage (oven)schaal (24 x 24 cm) 1  bakpapier 1  paletmes of gebakschep",
      "Aantal Porties": 4,
      "Bereidingsduur": 145,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Bereidingswijze": "1. Bekleed de bodem en de randen van de (oven)schaal met bakpapier; zorg dat de hoeken ook strak bekleed zijn. Verdeel de plakken cake over de bodem van de schaal. Zorg dat de plakjes goed aansluiten en de bodem helemaal is bedekt; snijd eventueel de cake iets bij. Druk de cake stevig aan en besprenkel met de amaretto. 2. Breng in een steelpan de slagroom tegen de kook aan. Hak intussen de chocolade grof. Draai het vuur laag, voeg de chocolade toe en laat in de warme room smelten. Roer regelmatig zodat een gladde chocolade-room ontstaat. Neem de chocoladeroom van het vuur en laat 15 min. afkoelen tot handwarm. 3. Schenk de chocoladeroom op de cake. Zet de taart minimaal 2 uur in de koelkast om stevig te worden. 4. Neem de taart met het bakpapier uit de vorm en zet op een mooie platte schaal. Garneer de taart met de popcorn, karamelsaus, pecannoten en zeezout naar smaak. 5. Snijd de taart met een warm vochtig mes in 10 lange repen en leg deze op 10 borden.",
      "Pagina": 84
   },
   "ijsmacarons met rood fruit en bubbels": {
      "Link gerecht": "http://www.jumbo.com/ijsmacarons-met-rood-fruit-en-bubbels/501302/",
      "Winkel": "Jumbo",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501302-01_560x560.jpg",
      "Link Video": "",
      "Ingredienten": "250 g  rood fruit (bijv. frambozen, rode bessen en aardbeien) 400 ml  mousserende witte wijn 4 plakjes  gember van 5 mm 4  blaadjes basilicum 4  ijsmacarons (diepvries) 4 (wijn)glazen",
      "Aantal Porties": 4,
      "Bereidingsduur": 10,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Bereidingswijze": "1. Maak het fruit schoon en verdeel over de (wijn)glazen. Schenk de mousserende witte wijn in de glazen. Stop in elk glas een plakje gember van 5 mm dik en een basilicumblaadje. 2. Zet de glazen op 4 dessertborden en leg er 4 ijsmacarons bij.",
      "Pagina": 87
   },
   "Omelette Sibérienne met noten-karamelijs": {
      "Link gerecht": "https://www.jumbo.com/kerst/recept/vanilleroomijs/chef",
      "Winkel": "Jumbo",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/vanilleroomijs-chef/header.png",
      "Link Video": "https://youtu.be/LDsn6xvD1WM",
      "Ingredienten": "1 blikje gecondenseerde melk (397 ml) 1 roombotercake, in plakken van ½ cm 150 g ongezouten gemengde noten 300 g suiker 1500 ml vanilleschepijs 5 eiwitten 50 ml water 1 spuitzak met gladde en kartelmond van 1-2 cm 1 diepvriesbestendige kom (inhoud 1,2 L) 1 vershoudfolie 1 bakplaat 1 bakpapier 1 mixer 1 ovenvaste schaal 1 crème-brûléebrander",
      "Aantal Porties": 8,
      "Bereidingsduur": 895,
      "Moeilijkheid": 3,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Bereidingswijze": "1. Kook het gesloten blikje melk 2 uur in een pan met ruim kokend water tot een karamelpasta. Controleer regelmatig of de pan nog voldoende water heeft en keer het blik af en toe. Laat het blik karamel helemaal afkoelen, open het dan en doe de karamel in een spuitzak met gladde mond. 2. Verwarm de oven voor tot 150 ?C. Bekleed de kom strak met vershoudfolie; laat royaal over de rand hangen. Bekleed vervolgens de kom met plakken cake; houd voldoende plakken apart voor de bovenkant. 3. Strooi de noten op de bakplaat en rooster ze in de voorverwarmde oven 10 min. Zet de oven uit en houd de noten in de oven warm. Kook in een steelpan (bij voorkeur met dikke bodem) 100 g suiker met het water tot een goudbruine karamel. Roer niet maar schud de pan heen en weer zodat de karamel egaal bruin wordt. Schep de noten door de karamel en stort op een snijplank bekleed met bakpapier. Laat de notenkaramel afkoelen en hak fijn. 4. Haal het ijs uit de diepvries en laat iets zachter worden. Maak in de kom bekleed met cake achtereenvolgens lagen van het ijs, de karamel (uit de spuitzak) en de notenkaramel. Ga zo door tot de rand van de kom. Dek af met de apart gehouden plakjes cake en vouw met de overhangende vershoudfolie dicht. Zet de ijstaart minimaal 12 uur (liever 1-2 dagen) in de diepvries. 5. Doe de eiwitten in een schone en hittebestendige kom op een pan heet water (= au bain-marie); laat de kom het water niet raken. Klop het eiwit in 5 min. tot stevige pieken; voeg intussen de resterende 200 g suiker in 3-4 porties toe. Neem de kom van de pan en klop het eiwit verder koud en stevig. Schep het eiwitschuim in een schone spuitzak met kartelmond. 6. Neem de ijstaart uit de diepvries. Vouw de vershoudfolie open en keer de ijstaart op de ovenvaste schaal. Verwijder de kom en de vershoudfolie. Spuit het eiwitschuim rondom de ijstaart; zorg dat de hele taart is bedekt. 7. Brand met de crème-brûléebrander het eiwitschuim rondom mooi goudbruin. Snijd de ijstaart aan tafel met een vochtig scherp mes in mooie punten.",
      "Pagina": 161
   },
   "Eendenborstfilet met sherry-sinaasappelsaus en gevulde koolrolletjes": {
      "Link gerecht": "http://www.lidl.nl/nl/15553.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-Eendenborstfilet1.jpg",
      "Link Video": "",
      "Ingredienten": "4 eendenborstfilets 2 uien 3 tenen knoflook 20 g boter 10 g tijm 2 sinaasappels, schoongeboend 300 ml sherry 500 g bieten 500 g mini wortelen (verkrijgbaar vanaf 22 december) 2 el olijfolie 8 groene koolbladeren 1 zakje instant puree 500 ml melk 200 g geraspte oude kaas Zout en peper 2 ovenschalen Bakplaat Aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 60,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "Verwarm de oven voor op 170 graden Snij de eendenborstfilets in de huid kruislings in. Bak de filets zonder olie of boter 5 minuten op de huidkant en 1 minuut op de vleeskant. Haal de filets uit de pan en laat ze afkoelen in een ovenschaal. Vang het vet dat bij het bakken van de filets is vrijgekomen op in een klein steelpannetje. Verwijder de buitenste schil van de uien en knoflook. Snij de uien in halve ringen en hak de knoflook fijn. Bak ze op laag vuur aan in het steelpannetje met het overgehouden vet en 20 gram boter. Ris de blaadjes tijm van de takjes. Rasp de schil van de sinaasappels en pers deze uit. Voeg de rasp en het sap samen met de sherry en tijm bij de uien en knoflook. Laat de saus 20 minuten op laag vuur pruttelen. Breng op smaak met zout en peper. Snij intussen de bieten in parten en verdeel ze samen met de wortelen over een bakplaat. Besprenkel de groenten met 2 eetlepels olijfolie. Rooster deze 20 minuten in de oven. Haal 8 bladeren van een kool. Snij de taaie nerf uit ieder blad en dompel de bladeren onder in kokend water. Maak de instant puree met warme melk. Spatel de helft van de geraspte oude kaas door de puree. Leg de koolbladeren uit op je werkblad. Verdeel de puree over de bladeren en rol ze vervolgens op. Leg de koolrolletjes in een ovenschaal en verdeel er de resterende geraspte oude kaas over. Zet de koolrolletjes 10 minuten in de oven samen met de eendenborstfilets. Laat de filets 5 minuten onder aluminiumfolie rusten, voordat je ze serveert. Serveer de eendenborstfilets met de bieten, wortelen, koolrolletjes en de sherry-sinaasappelsaus.",
      "Pagina": 66
   },
   "Ossenhaas met bloemkoolpuree, kaas en gebakken paddenstoelen": {
      "Link gerecht": "http://www.lidl.nl/nl/15554.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-Ossenhaas-bloemkoolpuree1.jpg",
      "Link Video": "",
      "Ingredienten": "500 g ossenhaastournedos 400 g kruimige aardappelen 2 bloemkolen 50 ml melk 100 g roomboter 200 g geraspte oude kaas 200 g kastanjechampignons 200 g oesterzwammen 2 el olijfolie 2 sjalotten 100 ml rode wijn 1 blokje runderbouillon 1 tl maïzena Zout en peper Staafmixer Aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 30,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "Schil de aardappelen en snij ze in gelijke stukken. Snij de bloemkool in roosjes. Kook de aardappelen en bloemkool in een grote pan in 20 minuten gaar. Giet af en pureer met de staafmixer tot een gladde puree. Spatel er de melk, 20 gram boter en de geraspte oude kaas doorheen. Breng de puree op smaak met zout en peper. Verwijder de buitenste schil van de sjalotten en halveer ze. Bak de sjalotten in een steelpannetje in 10 minuten in 80 gram boter op laag vuur. Blus de sjalotten af met de rode wijn. Voeg 1 blokje runderbouillon toe aan de saus met 200 milliliter water. Laat de saus 15 minuten inkoken. Meng 1 theelepel maïzena met 1 eetlepel koud water in een kommetje. Voeg de aangemengde maïzena toe aan de saus. Verwarm een koekenpan met 2 eetlepels olijfolie. Bak de ossenhaastournedos op hoog vuur in 4 minuten rondom bruin. Laat de filets rusten op een bord afgedekt met aluminiumfolie. Bak in de koekenpan, waarin je het vlees hebt gebakken, de paddenstoelen in 2 minuten goudbruin. Breng op smaak met zout en peper. Serveer de ossenhaastournedos met de puree, de paddenstoelen en de rode wijnjus met sjalotten.",
      "Pagina": 64
   },
   "Hertenbiefstuk met rode wijnjus, mini groenten en zoete aardappelgratin met noten en kaas": {
      "Link gerecht": "http://www.lidl.nl/nl/15555.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-Hertenbiefstuk1.jpg",
      "Link Video": "",
      "Ingredienten": "4 hertenbiefstukken 1 kg zoete aardappelen 2 tenen knoflook 180 g boter 400 g crème fraîche 200 g geraspte oude kaas 200 g mixed nuts, grof gehakt 2 rode uien 100 ml rode wijn ½ blokje runderbouillon 4 mini bloemkolen (verkrijgbaar vanaf 22 december) 100 g aspergetips (verkrijgbaar vanaf 22 december) 200 g mini wortel (verkrijgbaar vanaf 22 december) 4 el olijfolie 1 tl maïzena Zout en peper Ovenschaal Aluminiumfolie Knoflookpers",
      "Aantal Porties": 4,
      "Bereidingsduur": 60,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "Verwarm de oven voor op 180 graden. Schil de zoete aardappelen en snij ze in dunne plakjes. Verwijder het buitenste schilletje van de knoflook en pers de tenen uit met een knoflookpers. Verwarm 100 gram boter in een koekenpan en voeg de knoflook, de crème fraîche, 100 gram geraspte oude kaas en de grof gehakte noten toe. Breng op smaak met zout en peper. Doe de plakjes zoete aardappelen in een ovenschaal. Meng het notenmengsel er doorheen. Verdeel de overgehouden geraspte oude kaas over de bovenkant. Bak de gratin in 40 minuten af. Verwijder intussen de buitenste schil van de rode uien en snij ze in halve ringen. Leg de uien in een steelpannetje. Bak de uien 10 minuten in 80 gram boter op laag vuur. Blus de uien af met de rode wijn. Voeg ½ blokje runderbouillon toe aan de saus met 200 milliliter water. Laat de saus 15 minuten inkoken. Meng 1 theelepel maïzena met 1 eetlepel koud water in een kommetje. Voeg het maïzenamengsel toe aan de saus. Kook de bloemkolen, mini wortels en aspergetips 5 minuten. Verhit in een koekenpan 4 eetlepels olijfolie en bak de hertenbiefstukken 4 minuten op hoog vuur rondom bruin. Laat de biefstukken rusten op een bord onder aluminiumfolie. Bak de mini groenten nog 1 minuut in de koekenpan waarin de hertenfilets zijn gebakken. Serveer de filets met de gratin, de mini groenten en de rode wijnjus.",
      "Pagina": 67
   },
   "Kabeljauwhaasjes op courgettepasta met citroen-roomsaus, gepofte tomaatjes en Hasselback Potatoes": {
      "Link gerecht": "http://www.lidl.nl/nl/15556.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-Kabeljauwhaasjes1.jpg",
      "Link Video": "",
      "Ingredienten": "800 g kabeljauwhaasfilet 500 g trostomaatjes aan de tak 1 el olijfolie 500 g Hasselback Potatoes 3 courgettes 2 citroenen, schoongeboend 200 ml kookroom light 200 g kruidenroomkaas 10 g peterselie Zout en peper Bakplaat Rasp",
      "Aantal Porties": 4,
      "Bereidingsduur": 45,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Bereidingswijze": "Verwarm de oven voor op 200 graden. Verwijder het plastic van de aluminium schaal en bak de Hasselback Potatoes gedurende 35 minuten in de oven. Leg de takken trostomaten op een bakplaat en besprenkel deze met 1 eetlepel olijfolie, zout en peper. Bak de tomaatjes 15 minuten mee met de aardappelen. Verhit 1 eetlepel olijfolie in een koekenpan en bak de kabeljauwhaasjes aan beide zijden in 6-8 minuten gaar. Halverwege voorzichtig keren. Rasp de schil van de citroenen en pers de vruchten uit. Doe de roomkaas en de kookroom, met de citroenrasp en het sap in een grote pan op laag vuur. Hak de peterselie fijn. Verwijder de kontjes van de courgettes en snij ze door de helft, in de lengte. Maak lange linten van de courgettes met een kaasschaaf of rasp. Voeg de courgettelinten samen met de peterselie toe aan het roommengsel. Roer goed door en breng op smaak met zout en peper. Haal de courgettepasta van het vuur. Serveer de courgettepasta met de kabeljauwhaasjes, de Hasselback Potatoes en de gepofte tomaatjes.",
      "Pagina": 65
   },
   "‘Scottish eggs’ met witlof ham-kaas en geroosterde ovenfrites": {
      "Link gerecht": "http://www.lidl.nl/nl/15560.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Schottish_eggs1.jpg",
      "Link Video": "",
      "Ingredienten": "6 eieren 500 g bio gehakt 1 ui 2 el ketjap 100 g paneermeel 2 beschuiten 400 g aardappelen, gewassen 4 stronken witlof 100 g Pérail, zachte Franse schapenkaas 80 Parmaham 4 el olijfolie Zout en peper Bakplaat Plastic folie Ovenschaal",
      "Aantal Porties": 4,
      "Bereidingsduur": 55,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vegetarisch",
      "Bereidingswijze": "Verwarm de oven voor op 200 graden. Snij de aardappelen met schil in parten en daarna in frieten. Verdeel de frieten over een bakplaat, bestrooi met zout en peper en bak de frieten 45 minuten. Schep de frieten halverwege een keer om. Kook intussen 4 eieren in 8 minuten hard. Laat de eieren schrikken onder koud stromend water en pel ze meteen. Doe het gehakt in een grote kom. Verwijder de buitenste schil van de ui en snipper de ui. Voeg de gesnipperde ui toe aan het gehakt, samen met 2 eetlepels ketjap, 2 eieren, 100 gram paneermeel en de verkruimelde beschuiten. Maak een gehaktbal om de hardgekookte eieren heen. Leg de gehaktballen op een bord, dek af met plastic folie en zet in de koelkast tot gebruik. Verwijder het kontje van de stronken witlof. Kook de witlof 3 minuten en giet af. Halveer de stronken en verdeel de zachte Franse schapenkaas over de witlof. Omwikkel de witlof met de plakken ham en leg ze in een ovenschaal. Bak de witlof met ham en kaas 15 minuten in de oven. Verhit in een grote koekenpan de olijfolie en bak de Scottisch eggs in 10 minuten op laag vuur gaar en rondom bruin. Serveer de Scottisch eggs met de witlof en de ovenfrietjes.",
      "Pagina": 83
   },
   "Red velvet cake": {
      "Link gerecht": "http://www.lidl.nl/nl/15546.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-red-velvet.jpg",
      "Link Video": "",
      "Ingredienten": "Cake 250 g boter, op kamertemperatuur 400 g suiker 6 eieren 200 g rode biet 200 g pure chocolade 100 ml zonnebloemolie 5 el chocolademelkpoeder 2 zakjes vanillesuiker 1 zakje bakpoeder 600 g bloem 1 tl zout Vulling 400 ml slagroom 200 g kersen op siroop, uitgelekt 150 g amandelkoekjes 4 el poedersuiker Glazuur 400 g roomkaas 350 g witte chocolade 250 g boter, op kamertemperatuur Bakpapier 2 springvormen Ø 20 cm Garnering 100 g bosvruchten, ontdooid 1 granaatappel 2 el poedersuiker 200 ml vanille-ijs Staafmixer Mixer",
      "Aantal Porties": 8,
      "Bereidingsduur": 210,
      "Moeilijkheid": 2,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Bereidingswijze": "Verwarm de oven voor op 180 graden. Klop 250 gram boter met de suiker en de eieren in een grote kom in 5 minuten luchtig. Pureer 150 gram bieten, met 50 gram sap dat uit de verpakking komt glad met een staafmixer. Hak de pure chocolade in stukjes. Smelt de chocolade met de zonnebloemolie in een steelpannetje op laag vuur. Klop vervolgens de gesmolten chocolade, de bietenpuree, het instant chocolademelkpoeder, de vanillesuiker, het bakpoeder, de bloem en een theelepel zout door het beslag. Meng goed door met een mixer. Bekleed twee springvormen met bakpapier. Schep 2/3 van het beslag in een bakvorm en 1/3 van het beslag in de andere vorm. Bak de cake in 45 minuten af en laat afkoelen. Klop de slagroom stijf met 4 eetlepels poedersuiker en meng de kersen erdoor. Hak de amandelkoekjes fijn. Hak de witte chocolade in stukjes en smelt de chocolade op laag vuur met 50 gram boter. Meng de roomkaas door de chocolade. Als het roomkaas-chocolademengsel is afgekoeld, kun je de rest van de boter erdoorheen mengen. Halveer de chocoladecake die voor 2/3 gevuld was met beslag, zodat je 2 cirkels krijgt. Verdeel de helft van de kersenslagroomvulling over de cake en bestrooi deze vervolgens met de helft van de amandelkoekjes. Leg de volgende laag cake op de taart en verdeel de rest van de vulling en amandelkoekjes over de taart. Dek af met de laatste laag. Verdeel het witte chocoladeglazuur over de bovenkant van de taart. Werk daarna de randen af met een dikke laag van het glazuur, totdat de hele taart bedekt is met een witte laag. Je kunt dit het beste met een paletmes of anders met een gewoon mes doen. Probeer het glazuur zo glad mogelijk te strijken. Zet de taart minstens twee uur in de koelkast, voordat je deze serveert.Halveer de granaatappel en haal de pitjes uit de vrucht. Versier de bovenkant van de taart met de bosvruchten en de granaatappelpitjes. Maak de taart af met de overige 2 eetlepels poedersuiker.",
      "Pagina": 95
   },
   "Speculaas latte": {
      "Link gerecht": "http://www.lidl.nl/nl/15550.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-speculatte.jpg",
      "Link Video": "",
      "Ingredienten": "50 ml slagroom 1 el speculoos 1 kop koffie",
      "Aantal Porties": 1,
      "Bereidingsduur": 10,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Bereidingswijze": "Klop 50 milliliter slagroom op en meng de speculoos door de slagroom. Schuim 50 milliliter warme melk op. Zet 1 sterke koffie en doe de koffie in een schenkkannetje. Doe de warme melk in een groot glas en schenk daar voorzichtig de koffie overheen. Zo krijg je laagjes in het glas. Schep de speculoosroom op de koffie. Bestrooi de koffie met het chocolademelkpoeder.",
      "Pagina": 101
   },
   "IJsbonbons met een vulling van meringuettes en kruimels van kletskoppen": {
      "Link gerecht": "http://www.lidl.nl/nl/15561.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-ijsbonbons.jpg",
      "Link Video": "",
      "Ingredienten": "200 g kletskoppen 8 mini meringuettes 8 kleine bolletjes vanille-ijs",
      "Aantal Porties": 4,
      "Bereidingsduur": 160,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Bereidingswijze": "Hak de kletskoppen fijn en doe de kruimels in een plat bord. Pak een meringuette, boetseer als het ware een bol ijs om het schuimpje heen en rol het ijs daarna door de koekkruimels. Leg elke ijsbonbon meteen terug in de vriezer om weer te bevriezen. Maak zo 8 ijsbonbons. Serveer de bonbons direct.",
      "Pagina": 83
   },
   "Kleine pannenkoekentaartjes met exotisch fruit en meringuettes": {
      "Link gerecht": "http://www.lidl.nl/nl/15518.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-panenoekentaartjes.jpg",
      "Link Video": "",
      "Ingredienten": "32 dessertpannenkoekjes (2 pakken) 60 g mini meringuettes 1 mango 2 passievruchten 1 granaatappel 100 g luxe chocoladepasta",
      "Aantal Porties": 4,
      "Bereidingsduur": 20,
      "Moeilijkheid": 2,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Bereidingswijze": "Verwarm de pannenkoekjes in een koekenpan of magnetron. Verkruimel de mini meringuettes. Schil de mango en snij vervolgens in plakjes. Halveer de passievruchten en schep het vruchtvlees er met een lepeltje uit. Halveer de granaatappel en haal de granaatappelpitjes uit de vrucht. Verdeel de chocoladepasta over de pannenkoekjes. Beleg de pannenkoekjes met fruit en de verkruimelde meringuettes. Bewaar wat fruit om de bovenkant mee te garneren. Stapel de pannenkoekjes voorzichtig op, maak zo vier pannenkoekentorentjes. Garneer de bovenste laag met fruit.",
      "Pagina": 98
   },
   "Mais-courgette koekjes met zalmcarpaccio": {
      "Link gerecht": "http://www.lidl.nl/nl/15541.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-mais-courgette-koekjes-.jpg",
      "Link Video": "",
      "Ingredienten": "100 g zalmcarpaccio met Parmezaanse kaas 2 courgettes 200 g maiskorrels uit blik, uitgelekt 200 g bloem 2 tl bakpoeder 100 ml melk 2 eieren 1 limoen, schoongeboend 100 g mini mais (verkrijgbaar vanaf 22 december) 2 el zonnebloemolie Zout en peper Rasp",
      "Aantal Porties": 4,
      "Bereidingsduur": 45,
      "Moeilijkheid": 2,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Bereidingswijze": "Was de courgettes en rasp ze met een grove rasp. Doe de geraspte courgette in een vergiet en bestrooi rijkelijk met zout. Laat de courgette boven een kom 20 minuten uitlekken. Klop de eieren los met een garde en meng er de melk, bloem en het bakpoeder doorheen. Schep vervolgens de geraspte courgette en maiskorrels door het beslag. Rasp de schil van de limoen en snij deze in partjes. Voeg de limoenrasp toe aan het beslag en breng op smaak met zout en peper. Verhit steeds wat zonnebloemolie in een koekenpan. Schep een soeplepel beslag in de koekenpan. Je kunt meerdere mais-courgette koekjes tegelijk bakken. Bak de pannenkoekjes in 2 minuten gaar en aan beide kanten goudbruin. Kook de mini mais in 2 minuten gaar en spoel af onder koud stromend water. Serveer de mais-courgette koekjes samen met de mini mais, de zalmcarpaccio en een schijfje limoen.",
      "Pagina": 60
   },
   "Terrine van gerookte en verse zalm geserveerd met hollandaisesaus": {
      "Link gerecht": "http://www.lidl.nl/nl/15542.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-Zalm-terrine-.jpg",
      "Link Video": "",
      "Ingredienten": "8 eieren 600 g zalmfilet 10 g dille 800 g gerookte zalm 1 citroen, schoongeboend 1 granaatappel 500 g biet 100 g aspergetips 1 ui 100 ml witte balsamicoazijn 200 ml witte wijn 200 g boter 1 el mosterd 70 g rucola slamelange Zout en peper Cakevorm Bakpapier Ovenschaal Staafmixer",
      "Aantal Porties": 4,
      "Bereidingsduur": 180,
      "Moeilijkheid": 3,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Bereidingswijze": "Verwarm de oven voor op 140 graden. Kook 4 eieren in 8 minuten hard. Laat de eieren schrikken onder koud stromend water en pel ze. Snij de zalmfilets in kleine blokjes en de dille fijn. Rasp de schil van de citroen en pers deze uit. Bekleed een cakevorm met bakpapier (het papier mag ruim 10 centimeter over de zijkanten uitsteken). Bekleed de randen en de bodem van de cakevorm helemaal met gerookte zalm. Laat de plakken gerookte zalm royaal over de zijkanten uitsteken, zo kun je de terrine van de bovenkant straks mooi afdekken. Snij de gerookte zalm die je overhoudt, nadat je de cakevorm bekleed hebt, fijn en meng met de verse zalm en de dille. Scheid 4 eieren. Voeg de eiwitten toe aan het zalmmengsel. Bewaar twee dooiers voor de hollandaisesaus. Breng het zalm-eiwitmengsel verder op smaak met zout en peper, citroenrasp en sap. Schep de helft van het zalmmengsel in de met zalm beklede cakevorm. Leg vervolgens de 4 gekookte eieren achterelkaar in de cakevorm. Dek de eieren af met het resterende zalmmengsel. Vouw de gerookte zalm en het bakpapier dat over de randen uitsteekt over de bovenkant heen. Zo is de terrine helemaal afgesloten. Druk stevig aan. Vul een ovenschaal waar de cakevorm in past met warm water. Zet de terrine 2 uur in de oven. Als je de terrine uit de oven haalt, dek hem dan af met iets zwaars. Denk hierbij aan een zware plank of dichte conservenblikken. Zodra de terrine afgekoeld is, kun je deze in de koelkast zetten met het gewicht erop. Halveer de granaatappel en haal alle pitjes uit de vrucht. Snij de bieten in dunne plakjes. Kook de aspergetips 2 minuten en spoel af onder koud water. Verwijder de buitenste schil van de ui en hak fijn. Kook de ui 10 minuten in de witte balsamicoazijn en witte wijn. Zeef de uien uit het mengsel. Laat op laag vuur de boter smelten in een pannetje. Doe het balsamico-wijnmengsel in een mengbeker. Voeg de twee eidooiers en de mosterd toe. Meng de ingrediënten met de staafmixer. Voeg steeds wat gesmolten boter toe totdat de boter helemaal is opgenomen en de saus gebonden is. Haal de terrine uit de vorm. Garneer de zalmterrine met de schijfjes biet, aspergetips, de rucola slamelange en de granaatappelpitjes. Snij de terrine in plakken en serveer met de hollandaisesaus.",
      "Pagina": 81
   },
   "Aardperenrisotto geserveerd met prosciutto, Parmigiano Reggiano en groentechips": {
      "Link gerecht": "http://www.lidl.nl/nl/15545.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-Aardperenrisotto-.jpg",
      "Link Video": "",
      "Ingredienten": "300 g aardperen 300 g risotto 600 ml slagroom 1 ui 10 g peterselie 100 g Parmigiano Reggiano 80 g prosciutto 100 g groentechips Zout en peper Staafmixer Rasp",
      "Aantal Porties": 4,
      "Bereidingsduur": 35,
      "Moeilijkheid": 2,
      "Gang": "voor",
      "Type Gerecht": "vlees",
      "Bereidingswijze": "Schil de aardperen en snij ze in stukjes. Kook de aardperen 15 minuten in de slagroom en pureer ze vervolgens fijn met een staafmixer. Verwijder de buitenste schil van de ui en hak fijn. Fruit de ui aan in een grote pan en voeg daarna de risotto toe. Bereid de risotto volgens de aanwijzingen op de verpakking. Hak de peterselie fijn. Rasp de Parmigiano Reggiano en voeg de helft van de kaas, samen met de aardperenroom en de peterselie, toe aan de risotto. Roer goed door. Breng op smaak met zout en peper.Verdeel de risotto over de borden, garneer elk bord met een plak prosciutto, geraspte Parmigiano Reggiano en de groentechips.",
      "Pagina": 60
   },
   "Zalmbonbons gevuld met tartaar van Hollandse garnaal en avocado op een citrus-venkelsalade": {
      "Link gerecht": "http://www.lidl.nl/nl/15559.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-Zalmbonbons.jpg",
      "Link Video": "",
      "Ingredienten": "400 g gerookte zalm 200 g Hollandse garnalen 200 g crème fraîche 2 limoenen, schoongeboend 1 avocado 2 venkels 1 Granny Smith appel, gewassen 10 g bieslook 10 g basilicum Zout en peper Plastic folie",
      "Aantal Porties": 4,
      "Bereidingsduur": 45,
      "Moeilijkheid": 2,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Bereidingswijze": "Hak de Hollandse garnalen fijn en doe in een kom samen met de crème fraîche. Rasp de schil van de limoenen en pers deze uit. Snij de bieslook en basilicum fijn. Doe de limoenrasp en het sap van 1 limoen en de groene kruiden bij de Hollandse garnalen en de crème fraîche. Halveer de avocado, verwijder de pit, schep het vruchtvlees met een lepel uit de schil. Snij de avocado in kleine blokjes en voeg de blokjes toe aan de Hollandse garnalen. Meng de tartaar goed door en breng op smaak met zout en peper. Bekleed 4 kleine kommetjes met plastic folie. Het folie moet uitsteken over de randen. Bekleed de kommetjes met gerookte zalm (de zalm mag uitsteken over de randen van de kommetjes). Vul de kommetjes met de tartaar van Hollandse garnalen. Klap de zalm terug over de tartaar en dek af met de plastic folie. Bewaar de kommetjes met de zalmbonbons in de koelkast tot serveren. Verwijder de onderkant en wat van het groene loof van de venkels. Halveer de venkels en verwijder de harde kern. Snij de venkels zo dun mogelijk. Snij de Granny Smith appel in dunne schijven, probeer om het klokhuis heen te werken. Besprenkel de venkel en de appel met het overgehouden limoensap en breng op smaak met zout en peper. Haal de zalmbonbons uit de koelkast. Keer de kommetjes met zalmbonbons om en verwijder de folie. Serveer de bonbons met de frisse citrus-venkelsalade.",
      "Pagina": 83
   },
   "Appel-spoom met regenboogforel": {
      "Link gerecht": "http://www.lidl.nl/nl/15534.htm",
      "Winkel": "Lidl",
      "Link afbeelding": "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Lidl-kerst-appel-spoom.jpg",
      "Link Video": "",
      "Ingredienten": "400 ml Sauvignon Blanc wijn 250 ml citroen-sorbetijs 100 ml bruisend water 1 Granny Smith appel 75 g regenboogforel 5 g dille 1 citroen, schoongeboend Mixer/garde",
      "Aantal Porties": 4,
      "Bereidingsduur": 20,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Bereidingswijze": "Schep 4 kleine bolletjes citroen-sorbetijs en leg ze op een bordje terug in de vriezer. Doe het resterende ijs, samen met de Sauvignon Blanc en het bruisende water in een grote kom en klop het met een garde of mixer. Zet de kom in de vriezer. Hak de dille fijn. Rasp de schil van de citroen. Pers de helft van de citroen uit en snij de andere helft in partjes. Was de appel, halveer, verwijder het klokhuis en snij de appel in dunne partjes. Besprenkel de appelpartjes met het citroensap. Verdeel de spoom (het ijs-wijnmengsel), de bollen ijs en de plakken regenboogforel over de kommetjes. Garneer met citroenrasp, dille, appel en een schijfje citroen.",
      "Pagina": 59
   }
}
