{
   "https://www.jumbo.com/kerst/recept/garnalen/chef": {
      "Titel gerecht": "Frisse garnalencocktail met appel en basilicumcrème",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/garnalen-chef/header.png",
      "Link Video": "https://youtu.be/jmR8v9ipRv0",
      "Ingrediënten": "300 g Hollandse garnalen (kerstassortiment, bakje à 200 g) 1 granny smith-appel, geschild en in piepkleine blokjes 1 kleine sjalot, fijngesnipperd 2 el bieslook, fijngehakt 4 walnoten, in stukjes 1 bleekselderij, in dunne plakjes 8 plakjes gedroogde ham, bijv. Italiaanse rauwe ham of parmaham 4 el walnotenolie 2 el cherryazijn of balsamicoazijn 1 el honing 60 g basilicum (bakje à 20 g) of 1 pot verse basilicum - alleen de blaadjes 250 ml zonnebloemolie 2 el eiwit 3 el volle yoghurt 1,5 el citroensap 1,5 el sushi-azijn of een neutrale azijn, bijv. witte balsamicoazijn 1 el olijfolie 4 dunne plakjes ciabatta 0,5 schaal sla met bloemetjes (kerstassortiment verkrijgbaar vanaf 14 dec, à 85 g) 2 el water 1 blender 1 fijne zeef 1 maatbeker 1 staafmixer 1 spuitzak met kleine gladde mond",
      "Aantal Porties": 4,
      "Bereidingsduur": 30,
      "Moeilijkheid": 2,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 446,
      "Voedingswaarde koolhydraten": 18,
      "Voedingswaarde eiwitten": 25,
      "Voedingswaarde vet": 30,
      "Bereidingswijze": "1. Meng de garnalen met de appel, sjalot, bieslook, walnoten en bleekselderij. Snijd 4 plakjes ham in fijne reepjes en schep door de garnalensalade. 2. Meng voor de dressing de walnootolie, azijn en honing met het water. Schep ¾ van de dressing door de garnalensalade.3. Maal in de blender de basilicumblaadjes met de zonnebloemolie. Schenk de basilicumolie door de zeef in de maatbeker. Meng het eiwit met de yoghurt, het citroensap en de azijn. 4. Pureer met de staafmixer het eiwityoghurtmengsel met de basilicumolie tot een mooie basilicumcrème. Schep de basilicumcrème in de spuitzak. 5. Verhit in een koekenpan 1 el olijfolie. Bak de plakjes ciabatta in 1-2 min. aan beide kanten goudbruin en krokant. Verdeel intussen over de bodem van 4 cocktail- of wijde wijnglazen wat slablaadjes. Schep de garnalensalade op de sla. Spuit een paar puntjes basilicumcrème erop. 6. Breek de toast en verdeel over de salade. Leg de laatste 4 plakjes ham, een paar bloemen en slablaadjes erop. Schenk vlak voor het serveren de rest van de dressing over de salades."
   },
   "https://www.jumbo.com/kerst/recept/garnalen/klassiek": {
      "Titel gerecht": "Garnalencocktail met avocado en limoen",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/garnalen-klassiek/header.png",
      "Link Video": "https://youtu.be/4s1bR35x3Hs",
      "Ingrediënten": "4 el mayonaise 0,2 tl chilipoeder en extra om te bestrooien 1 limoen 10 g koriander (bakje à 20 g) 2 rijpe avocado's 200 g Hollandse garnalen (kerstassortiment, bakje à 200 g)",
      "Aantal Porties": 4,
      "Bereidingsduur": 20,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 292,
      "Voedingswaarde koolhydraten": 2,
      "Voedingswaarde eiwitten": 11,
      "Voedingswaarde vet": 26,
      "Bereidingswijze": "1. Meng de mayonaise met het chilipoeder en het sap van een halve limoen. 2. Halveer de avocado’s en verwijder de pit. Schep het avocadovlees voorzichtig uit de schillen. Bewaar de schillen voor de presentatie. 3. Snijd het avocadovlees in blokjes. Hak de koriander grof. Meng de avocado met de koriander (houd een beetje apart) en de garnalen en schep in de avocadoschillen. Schep de limoenmayonaise erop. Bestrooi met een beetje extra chilipoeder en de apart gehouden koriander. Snijd de laatste limoenhelft in schijfjes en leg op de cocktails."
   },
   "https://www.jumbo.com/kerst/recept/garnalen/voorbereid": {
      "Titel gerecht": "Garnalencocktail met zeekraal",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/garnalen-voorbereid/header.png",
      "Link Video": "https://youtu.be/hugZ_O0fQYs",
      "Ingrediënten": "2 doosjes Jumbo Hollandse garnalencocktail (à 2 stuks) 40 g zeekraal (bakje à 80 g) 0,5 tl paprikapoeder 50 g eikenbladslamelange (zak à 100 gr) 1 citroen, in partjes 4 schnittbroodjes",
      "Aantal Porties": 4,
      "Bereidingsduur": 5,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 300,
      "Voedingswaarde koolhydraten": 35,
      "Voedingswaarde eiwitten": 16,
      "Voedingswaarde vet": 10,
      "Bereidingswijze": "1. Zet de glaasjes met garnalencocktail op 4 borden. Maak ze af met de zeekraal en een snuf paprikapoeder. 2. Leg er een toef eikenbladsla en partje citroen bij. Serveer met een schnittbroodje."
   },
   "https://www.jumbo.com/kerst/recept/varkenshaas/chef": {
      "Titel gerecht": "Varkenshaasmedaillons met paddenstoelen en madeirasaus",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkenshaas-chef/header.png",
      "Link Video": "https://youtu.be/YcVXHJYV7Lc",
      "Ingrediënten": "2        varkenshaas culinair (à 325 g) 5 takjes        tijm 6 el        olijfolie 500 ml        slagroom (beker à 250 ml) 30 g        gedroogde paddenstoelen, zoals eekhoorntjesbrood 200 g        paddenstoelenmix, schoongeveegd, in stukjes van ½ cm 4        eidooiers 100 g        ongezouten roomboter 75 ml        madeira 150 ml        gevogeltefond (of kippenbouillon) 0,5 e sojasaus 1 teen knoflook, fijngehakt 6        stronkjes witlof (à ca. 75 g) 1 el        rietsuiker 10 ml        balsamicoazijn 1        sjalot, fijngesnipperd 300 g        gewassen spinazie 1 snufje        zout 1 snufje        peper 1        vershoudfolie 1        zeef 4        ovenbestendige esprossokopjes, ingevet 2        lage ovenschalen, ingevet 1        aluminiumfolie ",
      "Aantal Porties": 4,
      "Bereidingsduur": 1660,
      "Moeilijkheid": 3,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 933,
      "Voedingswaarde koolhydraten": 14,
      "Voedingswaarde eiwitten": 47,
      "Voedingswaarde vet": 73,
      "Bereidingswijze": "1. Wrijf de varkenshaas in met peper, de blaadjes van 2 takjes tijm en 2 el olijfolie. Wikkel de varkenshaas elk apart strak in vershoudfolie en leg ze 24 uur in de koelkast om te marineren. 2. Kook 1 beker slagroom met de helft van de gedroogde paddenstoelen in 10 min. zachtjes tot 200 ml in. Schenk de paddenstoelenroom door een zeef en laat afkoelen. Verhit intussen in een koekenpan 1 el olijfolie. Bak de helft van de paddenstoelenmix in 4 min. bruin. Schep de paddenstoelen bij de room. Klop de eidooiers erdoor en breng op smaak met zout en peper. 2. Verwarm de oven voor tot 90 ?C. Vul voor de royales de espressokopjes met het paddenstoelenroommengsel. Bak ze in de voorverwarmde oven in 35-40 min., of tot ze stevig voelen. Laat de royales afkoelen tot kamertemperatuur en laat ze in de diepvries in 1,5 uur helemaal stevig worden.3. Smelt voor de madeirasaus in een sauspan 25 g boter. Bak hierin de rest van de paddenstoelenmix in 4 min. bruin. Schenk de madeira erbij en laat tot 25 ml inkoken. Voeg de fond, de laatste beker slagroom, de rest van de gedroogde paddenstoelen, de sojasaus en een ½ teentje knoflook toe en breng tegen de kook aan. Kook de saus tot de helft in. Zeef de saus en laat afkoelen. 4. Snijd 3 cm van de steelaanzet van de witlof. Pel de buitenste bladeren. Bewaar 6 blaadjes om later op de witlof te leggen en snijd de andere blaadjes in kleine stukjes. Halveer de stronkjes witlof. Smelt in een koekenpan 25 g boter. Bak de kleine stukjes witlof met de rietsuiker 6 min. Voeg de balsamicoazijn met zout en peper naar smaak toe. Blancheer intussen in water met zout de stronkjes witlof 5 min. Leg de witlofstronkjes in een ovenschaal. Verdeel er de stukjes witlof over en dek af met aluminiumfolie. 5. Verwarm de oven voor tot 100 ?C. Laat de varkenshaas op kamertemperatuur komen en verwijder de vershoudfolie. Houd de kopjes met royales in heet water en stort ze. Zet ze in de tweede ovenschaal. 6. Verwarm de royales afgedekt met aluminiumfolie met de witlof samen 30 min. in de voorverwarmde oven. Verwarm intussen de madeirasaus op laag vuur en snijd elke varkenshaas in 6 gelijke plakjes (= medaillons). 7. Verhit in een koekenpan 3 el olijfolie. Leg de medaillons in de pan en bak ze 2 min. op hoog vuur. Keer het vlees en bak nog 1 min. Voeg 25 g boter, de 3 laatste takjes tijm en het ½ teentje knoflook toe. Laat de boter bruin kleuren. Schep de boter over het vlees en verwarm nog 2 min. Haal het vlees uit de pan en houd onder aluminiumfolie warm. 8. Smelt in de koekenpan de laatste 25 g boter. Fruit de sjalot 1 min. Voeg de spinazie toe en laat al omscheppend in de warme boter slinken en het vocht verdampen. Breng op smaak met zout en peper. 9. Zet de royales in het midden van 4 borden. Verdeel de spinazie in 3 bergjes rond de royales. Leg de medaillons op de spinazie en leg de witlof met de achtergehouden witlofblaadjes ertussen. Schep de saus over het vlees."
   },
   "https://www.jumbo.com/kerst/recept/varkenshaas/klassiek": {
      "Titel gerecht": "Varkenshaas met rode ui en mandarijn",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkenshaas-klassiek/header.png",
      "Link Video": "https://youtu.be/E9Qko4ATeBs",
      "Ingrediënten": "3 mandarijnen, schoongeboend 3 el olijfolie 2 rode uien, in halve ringen 3 tenen knoflook, gepeld 2 takjes tijm, alleen de blaadjes 1 tl (riet)suiker 2 el wittewijnazijn 200 ml kippenbouillon 2 varkenshaas culinair (à 325 g) 1 snufje peper 1 aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 35,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 260,
      "Voedingswaarde koolhydraten": 9,
      "Voedingswaarde eiwitten": 37,
      "Voedingswaarde vet": 8,
      "Bereidingswijze": "1. Snijd de mandarijnen met de schil overdwars in dunne plakjes; gooi de uiteinden weg. 2. Verhit in een hapjespan 1 el olijfolie. Fruit de ui en de knoflook 3 min. Voeg de tijm en de mandarijn toe en bak 1 min. Bestrooi de mandarijn met de suiker en schenk de azijn in de pan. Voeg de bouillon toe en smoor nog 10 min. zachtjes. 3. Verhit intussen in een koekenpan de laatste 2 el olijfolie. Bestrooi de varkenshaas met peper. 4. Bak het vlees in 15 min. bruin en vanbinnen rosé of naar wens gaar. 5. Neem het vlees uit de pan en laat het verpakt in aluminiumfolie 5 min. rusten. 6. Snijd de varkenshaas in plakken en serveer met de mandarijn-uiensaus."
   },
   "https://www.jumbo.com/kerst/recept/varkenshaas/voorbereid": {
      "Titel gerecht": "Ovenschotel met varkenshaasmedaillons en haricots verts",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkenshaas-voorbereid/header.png",
      "Link Video": "https://youtu.be/dHGPL8Et9Iw",
      "Ingrediënten": "2        schalen ovenschotel varkenshaasmedaillons (à 400 g) 1        olie om te frituren 450 g        aardappelkroketjes 2 el        bieslook, grofgehakt 500 g        haricots verts (schaal à 250 g) 1 snufje        zout",
      "Aantal Porties": 4,
      "Bereidingsduur": 40,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 469,
      "Voedingswaarde koolhydraten": 36,
      "Voedingswaarde eiwitten": 35,
      "Voedingswaarde vet": 19,
      "Bereidingswijze": "1. Verwarm de oven voor tot 150 ºC. Bereid de varkenshaasmedaillons in 20 min. in de oven volgens de aanwijzingen op de verpakking. 2. Verhit de olie om te frituren. 3. Bak de aardappelkroketjes in de hete olie volgens de aanwijzingen op de verpakking goudbruin en krokant. 4. Kook in water met zout de haricots verts in 5 min. beetgaar. 5. Leg de varkenshaasmedaillons op 4 borden. Bestrooi met de bieslook. Schep er de haricots verts bij en serveer met de aardappelkroketjes."
   },
   "https://www.jumbo.com/kerst/recept/varkensrollade/chef": {
      "Titel gerecht": "Kruidige varkensrollade met honing en rodekool",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkensrollade-chef/header.png",
      "Link Video": "https://youtu.be/ma_VmM5RsXk",
      "Ingrediënten": "800 g        rodekool, in reepjes 1        kaneelstokje 2        stuks steranijs 2        kruidnagels 100 ml        frambozenazijn of balsamicoazijn 500 ml        rode wijn 1 el        rietsuiker 1        varkensrollade (900 g), op kamertemperatuur 50 g        roomboter 1 el        venkelzaad of karwijzaad 1 el        korianderzaaf of korianderpoeder 5 tl        verse tijmblaadjes 2 el        honing 0,5 el        milde grove mosterd 1 tl        zout 1 snufje        peper 1        ovenvaste braadpan of braadslede 1        deegroller of vijzel 1        aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 120,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 380,
      "Voedingswaarde koolhydraten": 21,
      "Voedingswaarde eiwitten": 47,
      "Voedingswaarde vet": 10,
      "Bereidingswijze": "1. Breng de rodekool met het kaneelstokje, de steranijs, kruidnagels, azijn, wijn, rietsuiker en het zout aan de kook. Draai het vuur laag en stoof de kool in 1,5 uur zachtjes gaar. Schep de kool elke 10 min. om. 2. Verwarm de oven voor tot 160 °C. 3. Bestrooi de rollade met zout en peper. Smelt in de ovenvaste braadpan de boter. Bak het vlees in 5 min. rondom bruin aan. Kneus intussen (met de deegroller of vijzel) het venkel- en korianderzaad. Meng de tijm erdoor. 4. Meng de honing met de mosterd en smeer de rollade hiermee rondom in. Bestrooi het vlees met het specerijenmengsel. 5. Bak de rollade in de voorverwarmde oven in 40 min. bruin en vanbinnen rosé of naar wens gaar; schep elke 5 min. het braadvet over de rollade. 6. Neem de rollade uit de oven en laat onder aluminiumfolie 15 min. rusten. Snijd het vlees in mooie plakken en serveer met de rodekool."
   },
   "https://www.jumbo.com/kerst/recept/varkensrollade/klassiek": {
      "Titel gerecht": "Varkensrollade met bieten-cranberrychutney",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkensrollade-klassiek/header.png",
      "Link Video": "https://youtu.be/Lw4t1tAvXnY",
      "Ingrediënten": "1  ui, gesnipperd 1 teen        knoflook, fijngehakt 50 ml        rode port 2 tl        grove mosterd 50 ml        balsamicoazijn 3 el        lichte basterdsuiker 0,5        kaneelstokje 1        appel (bijv. Jonagold), geschild en in blokje 100 g        verse cranberry's 1        gekookte rode biet (150 g), grofgerasp 1        varkensrollade (900 g) 1 snufje zout        1 snufje peper 1        braadslede 1        aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 75,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 306,
      "Voedingswaarde koolhydraten": 24,
      "Voedingswaarde eiwitten": 36,
      "Voedingswaarde vet": 6,
      "Bereidingswijze": "1. Doe de ui met de knoflook, port, mosterd, balsamicoazijn, suiker en het kaneelstokje in een pan en breng tegen de kook aan. Stoof 20 min. op laag vuur. 2. Verwarm de oven voor tot 160 °C. Voeg de appel en cranberry&rsquo;s toe aan de chutney en kook nog 10 min. op laag vuur. Schep de biet erdoor en laat afkoelen. Breng op smaak met peper en eventueel zout. 3. Leg de rollade in de braadslede en braad 25 min. in de oven. 4. Neem de rollade uit de oven en laat 10 min. onder aluminiumfolie rusten. 5. Snijd in dunne plakken en serveer de chutney erbij."
   },
   "https://www.jumbo.com/kerst/recept/varkensrollade/voorbereid": {
      "Titel gerecht": "Filetrollade met kaneel, venkel met aardappelgratin",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/varkensrollade-voorbereid/header.png",
      "Link Video": "https://youtu.be/2AMsjloIZKU",
      "Ingrediënten": "1 ovenschotel varkensfiletrollade met kaneel en venkel 1 schaal aardappelgratin (625 g) 1 schaal slamix met eetbare bloemetjes (85 g) (verkrijgbaar vanaf 14 dec.) 1 aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 45,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 438,
      "Voedingswaarde koolhydraten": 19,
      "Voedingswaarde eiwitten": 43,
      "Voedingswaarde vet": 20,
      "Bereidingswijze": "1. Verwarm de oven voor tot 160ºC. Bereid de varkensfiletrollade en de aardappelgratin volgens de aanwijzingen op de verpakking. 2. Laat de varkensfiletrollade 10 min. onder aluminiumfolie rusten. Snijd de rollade in mooie plakken en leg op een schaal. Garneer met de sla met bloemen. Serveer met de aardappelgratin."
   },
   "https://www.jumbo.com/kerst/recept/zalmfilet/chef": {
      "Titel gerecht": "Zalmfilet met kruidenkorst, venkel en dragonsaus",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/zalmfilet-chef/header.png",
      "Link Video": "https://youtu.be/_ifOl0bRTyw",
      "Ingrediënten": "185 g roomboter 60 g bladpeterselie (bakje à 20 g) 125 g paneermeel 25 g geraspte Parmezaanse kaas 7 el olijfolie 1 sjalot, gesnipperd 100 ml droge vermouth of witte wijn 250 ml visfond of visbouillon 250 ml slagroom 2 el gedroogde dragon 3 grote venkelknollen 1 citroen, uitgeperst 3 el olijfolie met citroenaroma of extra vierge olijfolie met rasp van ½ citroen 4 zalmfilets met huid (bakje à 2 stuks) 1 snufje zou  1 snufje peper 1 keukenmachine 1 staafmixer met hakmole  1 bakpapier 1 deegroller 1 bakplaat bekleed met bakpapier 1 zeef",
      "Aantal Porties": 4,
      "Bereidingsduur": 85,
      "Moeilijkheid": 3,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 1036,
      "Voedingswaarde koolhydraten": 24,
      "Voedingswaarde eiwitten": 38,
      "Voedingswaarde vet": 85,
      "Bereidingswijze": "1. Smelt voor de kruidenkorst in een steelpan de boter op laag vuur. Maal in de keukenmachine of in de hakmolen van de staafmixer de bladpeterselie met het paneermeel fijn. Voeg de boter en als laatste de Parmezaanse kaas toe en meng tot een glad mengsel. Voeg zout en peper naar smaak toe. 2. Schep de kruidenkorst op een vel bakpapier. Dek af met het tweede vel bakpapier en rol tot een dunne plak om een korst op de zalmfilets te vormen. Leg de kruidenkorst minimaal 30 min. in de koelkast om stevig te worden. 3. Verhit in een sauspan 2 el olijfolie. Fruit de sjalot 1 min. Voeg de vermouth toe en breng tegen de kook aan. Laat de vermouth bijna helemaal inkoken. Schenk dan de visfond en slagroom erbij en laat de saus tot de helft inkoken. Voeg de dragon toe, haal de pan van het vuur en laat de saus afkoelen. 4. Verwarm de oven voor tot 160 °C. Snijd de stelen en een plakje van de onderzijde van de venkelknollen. Bewaar het venkelgroen. Schil de venkelknollen met een dunschiller. Snijd 2 venkelknollen in plakken van ½ cm dik. Verhit in een hapjespan 3 el olijfolie. Schep de plakken venkel en een snuf zout erdoor. Smoor de venkel in 15 min. zachtjes gaar. Voeg na 10 min. een scheutje water toe. 5. Snijd de derde venkelknol in dunne reepjes; gebruik eventueel een dunschiller. Meng de venkelreepjes met de citroenolijfolie en breng op smaak met citroensap en zout. Hak het venkelgroen fijn en meng ook door de venkelreepjes. Zet op een koele plek apart om te marineren. 6. Snijd van de kruidenkorst 4 plakken ter grootte van de zalmfilets. Snijd de huid voorzichtig van de zalmfilets. Wentel de zalm door 2 el olijfolie en bestrooi ze met zout en peper. Leg de zalmfilets op de bakplaat en leg op elke filet een plak kruidenkorst. Dek de zalm af met aluminiumfolie. Bak de zalmfilets in de voorverwarmde oven in 10 min. rosé en sappig. 7. Leg de gesmoorde venkel op 4 borden. Verdeel er de venkelsalade over. Leg de zalmfilet op de venkel. Pureer met de staafmixer de dragonsaus luchtig en schuimig. Schep de saus over de zalmfilets."
   },
   "https://www.jumbo.com/kerst/recept/zalmfilet/klassiek": {
      "Titel gerecht": "Zalm met winterpeen, pastinaak en dillesaus",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/zalmfilet-klassiek/header.png",
      "Link Video": "https://youtu.be/VX0ZBbeKwMA",
      "Ingrediënten": "2 takjes dille 25 g ongezouten roomboter 1 sjalot, fijngesnipperd 100 ml droge witte wijn 200 ml visfond of -bouillon 100 ml slagroom 150 g winterpeen, geschild en in blokjes van ½ cm 2 el olijfolie 1 teen knoflook, fijngehakt 4 zalmfilets met huid (bakje à 2 stuks) 1 snufje peper 1 bakplaat bekleed met bakpapier 1 aluminiumfolie 1 staafmixer",
      "Aantal Porties": 4,
      "Bereidingsduur": 42,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 507,
      "Voedingswaarde koolhydraten": 10,
      "Voedingswaarde eiwitten": 30,
      "Voedingswaarde vet": 37,
      "Bereidingswijze": "1. Hak de stelen en het blad van de dille fijn; houd steel en blad gescheiden. Smelt in een (saus-) pan de boter. Fruit de sjalot 1 min. Voeg de wijn, dillesteeltjes, visfond en slagroom toe. Breng aan de kook en laat 10-15 min. inkoken tot 200 ml. Houd de saus op laag vuur warm. 2. Verwarm de oven voor tot 180 °C. Verhit in een koekenpan 1 el olijfolie. Bak de wortel en pastinaak 1 min. Voeg de knoflook toe en bak de groenten in 2-3 min. beetgaar. 3. Leg de zalm op de huid op de bakplaat. Bestrijk de vis met de laatste el olijfolie. Verdeel er de wortel en pastinaak over en bestrooi met peper naar smaak. 4. Bak de zalm met de groenten in de voorverwarmde oven in 10-12 min. gaar. Dek de bakplaat na 8 min. af met aluminiumfolie. 5. Voeg het dilleblad toe aan de saus en mix het geheel met de staafmixer schuimig. Verdeel de zalmfilets en de groenten over 4 borden en schep de dillesaus over de vis. Garneer de zalm en groenten eventueel met wat extra dille of kiemgroente."
   },
   "https://www.jumbo.com/kerst/recept/zalmfilet/voorbereid": {
      "Titel gerecht": "Zalmfilet met kreeftensaus en aardappelwaaiers",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/zalmfilet-voorbereid/header.png",
      "Link Video": "https://youtu.be/4hxicrACdx4",
      "Ingrediënten": "1 kg rosevalaardappeltjes (kerstassortiment), schoongeboend 3 el olijfolie 2 Jumbo ovenschotels zalmfilet met kreeftensaus (à 2 bakjes) 700 g broccoli, in roosjes 1 snufje zout 1 bakplaat",
      "Aantal Porties": 4,
      "Bereidingsduur": 57,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 686,
      "Voedingswaarde koolhydraten": 52,
      "Voedingswaarde eiwitten": 34,
      "Voedingswaarde vet": 36,
      "Bereidingswijze": "1. Verwarm de oven voor tot 200 ºC. Snijd de aardappelen in dunne plakjes, maar snijd ze niet helemaal door. Aan de onderkant moet de aardappel aan elkaar blijven! Leg de aardappelen op de bakplaat en besprenkel met de olijfolie. 2. Rooster de aardappelen 20 min. in de voorverwarmde oven. 3. Verlaag de oventemperatuur naar 180 ºC. Schuif de ovenschotels met zalm bij de aardappelen en bak de aardappelen en zalm in nog 15-17 min. gaar. Kook intussen de broccoli in water met zout in 5 min. beetgaar. 4. Verdeel de zalmfilet met kreeftensaus over 4 borden. Leg de aardappelwaaiers met de broccoli erbij."
   },
   "https://www.jumbo.com/kerst/recept/vanilleroomijs/chef": {
      "Titel gerecht": "Omelette Sibérienne met noten-karamelijs",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/vanilleroomijs-chef/header.png",
      "Link Video": "https://youtu.be/LDsn6xvD1WM",
      "Ingrediënten": "1 blikje gecondenseerde melk (397 ml) 1 roombotercake, in plakken van ½ cm 150 g ongezouten gemengde noten 300 g suiker 1500 ml vanilleschepijs 5 eiwitten 50 ml water 1 spuitzak met gladde en kartelmond van 1-2 cm 1 diepvriesbestendige kom (inhoud 1,2 L) 1 vershoudfolie 1 bakplaat 1 bakpapier 1 mixer 1 ovenvaste schaal 1 crème-brûléebrander",
      "Aantal Porties": 8,
      "Bereidingsduur": 895,
      "Moeilijkheid": 3,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Voedingswaarde energie": 915,
      "Voedingswaarde koolhydraten": 114,
      "Voedingswaarde eiwitten": 13,
      "Voedingswaarde vet": 45,
      "Bereidingswijze": "1. Kook het gesloten blikje melk 2 uur in een pan met ruim kokend water tot een karamelpasta. Controleer regelmatig of de pan nog voldoende water heeft en keer het blik af en toe. Laat het blik karamel helemaal afkoelen, open het dan en doe de karamel in een spuitzak met gladde mond. 2. Verwarm de oven voor tot 150 ?C. Bekleed de kom strak met vershoudfolie; laat royaal over de rand hangen. Bekleed vervolgens de kom met plakken cake; houd voldoende plakken apart voor de bovenkant. 3. Strooi de noten op de bakplaat en rooster ze in de voorverwarmde oven 10 min. Zet de oven uit en houd de noten in de oven warm. Kook in een steelpan (bij voorkeur met dikke bodem) 100 g suiker met het water tot een goudbruine karamel. Roer niet maar schud de pan heen en weer zodat de karamel egaal bruin wordt. Schep de noten door de karamel en stort op een snijplank bekleed met bakpapier. Laat de notenkaramel afkoelen en hak fijn. 4. Haal het ijs uit de diepvries en laat iets zachter worden. Maak in de kom bekleed met cake achtereenvolgens lagen van het ijs, de karamel (uit de spuitzak) en de notenkaramel. Ga zo door tot de rand van de kom. Dek af met de apart gehouden plakjes cake en vouw met de overhangende vershoudfolie dicht. Zet de ijstaart minimaal 12 uur (liever 1-2 dagen) in de diepvries. 5. Doe de eiwitten in een schone en hittebestendige kom op een pan heet water (= au bain-marie); laat de kom het water niet raken. Klop het eiwit in 5 min. tot stevige pieken; voeg intussen de resterende 200 g suiker in 3-4 porties toe. Neem de kom van de pan en klop het eiwit verder koud en stevig. Schep het eiwitschuim in een schone spuitzak met kartelmond. 6. Neem de ijstaart uit de diepvries. Vouw de vershoudfolie open en keer de ijstaart op de ovenvaste schaal. Verwijder de kom en de vershoudfolie. Spuit het eiwitschuim rondom de ijstaart; zorg dat de hele taart is bedekt. 7. Brand met de crème-brûléebrander het eiwitschuim rondom mooi goudbruin. Snijd de ijstaart aan tafel met een vochtig scherp mes in mooie punten."
   },
   "https://www.jumbo.com/kerst/recept/vanilleroomijs/klassiek": {
      "Titel gerecht": "IJskrans met fruit en chocolade",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/vanilleroomijs-klassiek/header.png",
      "Link Video": "https://youtu.be/55XjY1R42GA",
      "Ingrediënten": "150 g pure chocolade, 75 ml slagroom, 1el amandelschaafsel, 3 chocolate chip cookies, 700 ml vanilleschepijs, 300 g fruitmix aardbei, 2 takjes munt, alleen de blaadjes, 1 poedersuiker om te bestrooien",
      "Aantal Porties": 4,
      "Bereidingsduur": 20,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Voedingswaarde energie": 334,
      "Voedingswaarde koolhydraten": 33,
      "Voedingswaarde eiwitten": 4,
      "Voedingswaarde vet": 20,
      "Bereidingswijze": "1. Hak 100 g chocolade grof. Breng in een steelpan de slagroom tegen de kook aan. Draai het vuur laag, voeg de grofgehakte chocolade toe en laat in de warme room smelten. Roer regelmatig zodat een gladde chocoladeroom ontstaat en laat van het vuur afkoelen tot lauwwarm. Rooster in een koekenpan het amandelschaafsel goudbruin en schud op een bord. 2. Hak de koekjes grof. Hak de laatste 50 g chocolade in grove splinters. Leg de koekjes, het fruit en de chocolade in een cirkel van ø 28-30 cm op een platte schaal. Bestrooi met het amandelschaafsel en de poedersuiker. 3. Schep 7 bollen ijs op het fruit. Maak de ijskrans af met 3-4 el chocoladesaus en de muntblaadjes.Serveer meteen en serveer de rest van de chocoladesaus in een mooi schaaltje apart erbij."
   },
   "https://www.jumbo.com/kerst/recept/vanilleroomijs/voorbereid": {
      "Titel gerecht": "Feestelijke ijstaart",
      "Link afbeelding": "https://www.jumbo.com/INTERSHOP/static/WFS/Jumbo-Grocery-Site/-/Jumbo-Grocery/nl_NL/christmas/vanilleroomijs-voorbereid/header.png",
      "Link Video": "https://youtu.be/s_qBefV--yA",
      "Ingrediënten": "1 Jumbo ijstaart (diepvries), 8 hulstblaadjes chocolade en/of chocoladekransjes (ter garnering)",
      "Aantal Porties": 8,
      "Bereidingsduur": 10,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Voedingswaarde energie": 297,
      "Voedingswaarde koolhydraten": 29,
      "Voedingswaarde eiwitten": 2,
      "Voedingswaarde vet": 19,
      "Bereidingswijze": "1. Neem voor 8 personen 1 Jumbo ijstaart uit de diepvries en zet op een schaal. 2. Laat de taart 5 min. ontdooien. 3. Lekker met chocoladehulstblaadjes en/of chocoladekransjes."
   },
   "http://www.jumbo.com/kruidige-rodekoolplaattaartjes-met-geitenkaas/501325/": {
      "Titel gerecht": "Kruidige rodekoolplaattaartjes met geitenkaas",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501325-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "2 tl komijnzaad, 4 plakjes bladerdeeg (diepvries), 2 el bloem, 200 g gesneden rodekool, 3 el rodewijnazijn, 30 g peterselie, 100 g (medjoul)dadels, 100 g verse geitenkaas, 3 el hazelnoten, 1 ei, 1 snufje peper, 1 deegroller, 1 bakplaat bekleed met bakpapier",
      "Aantal Porties": 4,
      "Bereidingsduur": 45,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vegetarisch",
      "Voedingswaarde energie": 412,
      "Voedingswaarde koolhydraten": 40,
      "Voedingswaarde eiwitten": 11,
      "Voedingswaarde vet": 22,
      "Bereidingswijze": "1. Verwarm de oven voor tot 200 °C. Rooster het komijnzaad in een droge koekenpan en schud op een bord. Rol de plakjes bladerdeeg 4 cm langer op een met bloem bestoven werkblad. Leg ze op de bakplaat en prik er met een vork gaatjes in. 2. Kneed met de hand in een kom de rodekool met de azijn, de helft van de peterselie, de dadels, het komijnzaad en peper naar smaak. Kneed 1 min. goed zodat de smaken vrijkomen en kunnen intrekken. Verdeel de rodekool over de deegplakjes; laat de randen vrij. Verkruimel de geitenkaas boven de kool en bestrooi met de hazelnoten. Bestrijk de deegranden dun met ei. 3. Bak de taartjes in de voorverwarmde oven in 20 min. goudbruin en gaar. 4. Leg de taartjes op 4 borden en bestrooi met de resterende peterselie."
   },
   "http://www.jumbo.com/bruschettas-met-rosbief-en-aspergetips/500734/": {
      "Titel gerecht": "Bruschetta’s met rosbief en aspergetips",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_500734-01_560x560.jpg",
      "Link Video": "https://youtu.be/rd818RYZtJ4",
      "Ingrediënten": "0,5 ciabatta (afbak), 3 el olijfolie, 8 aspergetips, 2 tl pijnboompitten, 1 teen knoflook, 8 plakjes rosbief, 1 takje basilicum, 4 tl crema di balsamico origineel, 1 snufje peper, 1 grillpan",
      "Aantal Porties": 4,
      "Bereidingsduur": 15,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 183,
      "Voedingswaarde koolhydraten": 17,
      "Voedingswaarde eiwitten": 8,
      "Voedingswaarde vet": 9,
      "Bereidingswijze": "1. Snijd het brood in sneetjes en besprenkel aan beide kanten met de helft van de olijfolie. Bestrijk de aspergetips met de overige olijfolie. 2. Verhit de grillpan. Rooster de sneetjes brood in 1-2 min. per kant goudbruin en krokant. Gril de asperges in 5 min. rondom bruin en beetgaar. Rooster intussen in een droge koekenpan de pijnboompitten goudbruin en schud ze op een bord. 3. Leg de sneetjes brood op borden. Wrijf ze in met het snijvlak van de knoflook. Leg de rosbief en de aspergetips op de bruschetta’s. Bestrooi met de basilicumreepjes, pijnboompitten en peper naar smaak. Besprenkel de bruschetta’s met de balsamicodressing."
   },
   "http://www.jumbo.com/peperkoekcrisp-proscuitto-en-dadelmascarpone/300094/": {
      "Titel gerecht": "Peperkoekcrisp proscuitto en dadelmascarpone",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_300094-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "1 ontbijtkoek, 100 g suiker, 100 ml water, 4 dadels, 100 g mascarpone, 200 g prosciutto, 1 bakplaat bekleed met bakpapier",
      "Aantal Porties": 4,
      "Bereidingsduur": 145,
      "Moeilijkheid": 2,
      "Gang": "voor",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 291,
      "Voedingswaarde koolhydraten": 19,
      "Voedingswaarde eiwitten": 15,
      "Voedingswaarde vet": 17,
      "Bereidingswijze": "1. Verwarm de oven voor tot 90 °C. Snijd de ontbijtkoek in zo dun mogelijke plakjes. Steek met een koekuitsteker of rond glas rondjes uit de plakjes ontbijtkoek. Leg ze op de met bakpapier beklede bakplaat. 2. Breng de suiker met water tegen de kook aan. Los de suiker op. Neem de suikersiroop van het vuur en bestrijk de koekrondjes ermee. Droog de rondjes in de voorverwarmde oven in ca. 2 uur tot ze krokant zijn. Snijd de dadels klein en meng door de mascarpone. 3. Leg op de borden een plakje ontbijtkoek. Schep er een lepel dadelmascarpone op. Leg de ham losjes op de room en zet er een 2e plakje ontbijtkoek tegenaan."
   },
   "http://www.jumbo.com/fleurige-salade-met-honingnoten-en-geitenkaaskrullen/500735/": {
      "Titel gerecht": "Fleurige salade met honingnoten en geitenkaaskrullen",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_500735-01_560x560.jpg",
      "Link Video": "https://youtu.be/rd818RYZtJ4",
      "Ingrediënten": "3 el hazelnoten, 1 el acaciahoning, 85 g slamix met eetbare bloemetjes 1 sjalot, 60 g halfgedroogde tomaatjes, 3 el olijfolie extra vierge, 1 el balsamicoazijn, 50 g belegen geitenkaas (Polder, stuk), 1 snufje zout, 1 snufje peper, 1 dunschiller",
      "Aantal Porties": 4,
      "Bereidingsduur": 15,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "vegetarisch",
      "Voedingswaarde energie": 239,
      "Voedingswaarde koolhydraten": 7,
      "Voedingswaarde eiwitten": 5,
      "Voedingswaarde vet": 21,
      "Bereidingswijze": "1. Rooster in een koekenpan de hazelnoten goudbruin. Voeg de honing toe en laat de honing al omscheppend smelten. Verwarm tot de honing goudbruin kleurt en aan de noten plakt. Neem de pan van het vuur. 2. Verdeel de sla met de sjalot en de tomaatjes over borden. Maak de salades aan met de olijfolie, de balsamicoazijn en zout en peper naar smaak. 3. Garneer de salade met de honingnoten. Schaaf met een dunschiller mooie krullen geitenkaas boven de salades."
   },
   "https://www.jumbo.com/mosterdsoep-met-peterselieroom/500741/": {
      "Titel gerecht": "Mosterdsoep met peterselieroom",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_500741-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "1140 ml mosterdsoep, 125 ml crème fraîche, 2 el, bladpeterselie, 8 kaasstengels, 1 snufje peper",
      "Aantal Porties": 4,
      "Bereidingsduur": 10,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "soep",
      "Voedingswaarde energie": 413,
      "Voedingswaarde koolhydraten": 24,
      "Voedingswaarde eiwitten": 9,
      "Voedingswaarde vet": 31,
      "Bereidingswijze": "1. Verwarm de mosterdsoep volgens de aanwijzingen op de verpakking. Roer de cre?me frai?che los en meng er de peterselie door. 2. Schep de soep in diepe borden of (wijn)glazen. Schep een lepel peterselieroom in de soep en bestrooi met peper naar smaak. Doe de kaasstengels in een schaaltje en zet dit op tafel."
   },
   "https://www.jumbo.com/spicy-pompoensoep-met-kokosmelk/500742/": {
      "Titel gerecht": "Spicy pompoensoep met kokosmelk",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_500742-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "1 biologische pompoen, 3 cm gember, 2 el olie, 2 uien, 1,5 el sambal oelek, 1 blik kokosmelk, 1 groentebouillonblokje, 20 g koriander, 600 ml water, 1 snufje zout, 1 snufje peper, 1 staafmixer",
      "Aantal Porties": 4,
      "Bereidingsduur": 40,
      "Moeilijkheid": 1,
      "Gang": "voor",
      "Type Gerecht": "soep",
      "Voedingswaarde energie": 184,
      "Voedingswaarde koolhydraten": 7,
      "Voedingswaarde eiwitten": 2,
      "Voedingswaarde vet": 16,
      "Bereidingswijze": "1. Halveer de pompoen en verwijder met een lepel de draden en pitten. Snijd het vruchtvlees (met schil) in stukjes van 2 cm. Snijd de gember fijn. 2. Verhit de olie in een soeppan. Fruit de ui met de gember en de sambal 3 min. Voeg de pompoen toe en bak 5 min. op middelhoog vuur mee. 3. Schenk er het water en de kokosmelk bij. Voeg het bouillonblokje toe. Breng aan de kook en laat op laag vuur 20 min. koken tot de pompoen gaar is. 4. Pureer de soep van het vuur met de staafmixer. Breng op smaak met zout en peper. 5. Verdeel de pompoensoep over borden en garneer met de koriander. Lekker met een partje limoen."
   },
   "https://www.jumbo.com/beef-wellington/314894/": {
      "Titel gerecht": "Beef Wellington",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_314894-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "250 g kastanjechampignons, 1 snufje zout, 1 snufje peper, 1 sjalotje, 75 g roomboter, 75 g rauwe ham, 100 g roompate, 1 kg rosbief, 2 el grove mosterd, 1 pak bladerdeeg, 1 snufje bloem, 1 ei",
      "Aantal Porties": 4,
      "Bereidingsduur": 145,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 490,
      "Voedingswaarde koolhydraten": 16,
      "Voedingswaarde eiwitten": 43,
      "Voedingswaarde vet": 28,
      "Bereidingswijze": "1. Maal de champignons met het sjalotje fijn. Verhit 25 g van de boter in een koekenpan en bak de champignonpuree 10 min. of tot al het vocht is verdampt. Breng op smaak met zout en peper. Leg een stuk plasticfolie (50 cm lang) op een snijplank. Leg de ham er in een rechthoek van 20 x 30 cm op. Verdeel de pate en puree erover. 2. Dep de rosbief droog met keukenpapier en bestrooi met zout en peper. Verhit de rest van de boter in een braadpan en bak het vlees op hoog vuur in 4 min. rondom bruin. 3. Bestrijk de rosbief met de mosterd en leg het op de onderkant van de vulling. Rol de ham met de vulling met behulp van de plasticfolie strak om de rosbief. Vouw de zijkanten goed dicht. Laat 1 uur rusten in de koelkast. 4. Verwarm de oven voor tot 200 °C. Rol het bladerdeeg op een met bloem bestoven werkblad uit tot een lap van ca. 35 x 50 cm. Controleer de maat door het vlees in folie erop te leggen. Het deeg moet er helemaal omheen passen. 5. Verwijder de folie en leg het vlees op het deeg. Bestrijk het deeg met losgeklopt ei. Rol het bladerdeeg om het vlees. Druk dicht en bestrijk met ei. 6. Bak het op de bakplaat met de naad naar beneden in ca. 30 min. in het midden van de oven gaar. Laat uit de oven minimaal 10 min. rusten. Snijd de Beef Wellington in plakken."
   },
   "https://www.jumbo.com/malse-rosbief-met-rode-wijnsaus/144918/": {
      "Titel gerecht": "Malse rosbief met rode wijnsaus",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_144918-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "500 g rosbief, 1 snufje zout, 1 snufje peper, 25 g vloeibare margarine, 100 g gerookte spekblokjes, 5 sjalotjes, 2 el tomatenpuree, 1 el bruine suiker, 1,5 dl rode wijn, 175 ml runderfond, 8 takjes verse tijm, 1 keukenpapier, 1 aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 45,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 244,
      "Voedingswaarde koolhydraten": 5,
      "Voedingswaarde eiwitten": 27,
      "Voedingswaarde vet": 11,
      "Bereidingswijze": "1. Dep de rosbief goed droog met keukenpapier en bestrooi het vlees rondom met zout en peper naar smaak. Verhit de vloeibare margarine in een braadpan en bak het vlees in ca. 4 min. rondom bruin. Haal het vlees uit de pan en leg op een schaal. 2. Voeg de spekblokjes en sjalotten toe aan het braadvocht en bak ze ca. 3 min. Doe de tomatenpuree en suiker erbij en bak deze 1 min. al roerend mee. Giet de wijn en de fond in de pan en klop goed met een garde zodat er een egale saus ontstaat. Breng de saus aan de kook en voeg de takjes tijm toe. Houd een paar takjes apart om mee te garneren. 3. Leg het vlees terug in de pan en draai het vuur laag. Gaar de rosbief in ca. 20 min. rosé. Keer het vlees af en toe in de saus om. Haal het vlees weer uit de pan en leg het onder aluminiumfolie op een schaal. Laat het vlees 10 min. rusten (dit voorkomt dat alle vleessappen eruit lopen bij het snijden van de rosbief). 4. Laat de saus nog een beetje inkoken en schep deze in een grote diepe schaal. Snijd het vlees in plakken en leg deze dakpansgewijs op de schaal. Garneer met de achtergehouden tijmtakjes."
   },
   "https://www.jumbo.com/hertenbiefstuk-met-rodekool-citrussalade/501295/": {
      "Titel gerecht": "Hertenbiefstuk met rodekool-citrussalade",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501295-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "2 sinaasappels, 4 el crema di balsamico origineel (Jumbo Thuis uit eten, fles 250 ml), 300 g rodekool, 4 hertenbiefstukken (Jumbo Thuis uit eten, à ca. 120 g), 2 el olijfolie, 75 g jonge bladsla met rucola, 1 rode ui, 50 g walnoten, 1 snufje zout, 1 snufje peper, 1 aluminiumfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 20,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vlees",
      "Voedingswaarde energie": 306,
      "Voedingswaarde koolhydraten": 16,
      "Voedingswaarde eiwitten": 26,
      "Voedingswaarde vet": 14,
      "Bereidingswijze": "1. Schil de sinaasappels, snijd de partjes tussen de vliezen uit en vang het sap op. Kneed met de hand het sap met de balsamicocrème door de rodekool en laat marineren. 2. Verhit in een koekenpan de olijfolie. Bestrooi de biefstukken met zout en peper. Bak het vlees in 2-3 min. per kant bruin en vanbinnen rosé of naar wens gaar. 3. Laat het vlees verpakt in aluminiumfolie 5 min. rusten. Schep intussen de bladsla met de ui, sinaasappelpartjes en walnoten door de koolsalade. Breng op smaak met zout en peper. 4. Leg de biefstukken op 4 borden en schep er de salade bij. Serveer eventueel met een van de hiernaast getoonde sauzen."
   },
   "https://www.jumbo.com/kreeft-thermidor/500232/": {
      "Titel gerecht": "Kreeft thermidor",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_500232-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "1 kg gekookte kreeften (koelvers), 75 g boter, 250 g champignons, 2 stengels bleekselderij, 1 teen knoflook, 1 snufje zout, 1 snufje peper, 2 sjalotten, 300 ml visbouillon, 100 ml droge witte wijn, 125 ml slagroom, 1 el mosterd, 2 tl citroensap, 1 el peterselie, 75 g Parmezaanse kaas, 1 lage ovenschaal of braadslede",
      "Aantal Porties": 4,
      "Bereidingsduur": 34,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 440,
      "Voedingswaarde koolhydraten": 4,
      "Voedingswaarde eiwitten": 26,
      "Voedingswaarde vet": 43,
      "Bereidingswijze": "1. Halveer de kreeft in de lengte met een scherp mes. Verwijder het vlees uit de scharen en staart. Snijd het vlees klein en houd het apart. 2. Smelt in een koekenpan de helft van de boter. Fruit de champignons met de bleekselderij en knoflook 4 min. Voeg zout en peper naar smaak toe. Schep de groenten in de kreeftenschalen. Verdeel er het kreeftenvlees over. 3. Smelt in de koekenpan de rest van de boter. Fruit de sjalot. Voeg de bouillon, de wijn en de slagroom toe en breng aan de kook. Laat de saus tot de helft inkoken. Breng op smaak met de mosterd, het citroensap, de peterselie en zout en peper naar smaak. 4. Verwarm de ovengrill voor. Leg de kreeftenhelften in de ovenschaal of braadslede. Schep de saus over de kreeften en bestrooi met de kaas. Laat de kreeften onder de hete grill in 3-4 min. goudbruin kleuren."
   },
   "https://www.jumbo.com/zalmsandwich-met-gember/500226/": {
      "Titel gerecht": "Zalmsandwich met gember",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_500226-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "4 el zonnebloemolie, 400 g oosterse wokgroente, 4 cm verse gember, 1 snufje zout, 1 snufje peper, 1 limoen, 0,5 rode peper, 100 ml teriyakimarinade, 4 zalmfilets met huid (ca. 175 g), 2 el sesamzaad, 250 g mihoen, 300 g gewassen spinazie, 1 rasp, 1 bakplaat met bakpapier",
      "Aantal Porties": 4,
      "Bereidingsduur": 40,
      "Moeilijkheid": 1,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 658,
      "Voedingswaarde koolhydraten": 63,
      "Voedingswaarde eiwitten": 36,
      "Voedingswaarde vet": 28,
      "Bereidingswijze": "1. Verwarm de oven voor tot 170 C. Verhit de helft van de olie in een wok. Bak de wokgroente 3 min. al omscheppend. Voeg de helft van de gember en zout en peper naar smaak toe en laat de groenten afkoelen. Boen de limoen schoon en rasp er de groene schil af. Pers de limoen uit en bewaar het sap. Meng de limoenrasp en de peper door de teriyakimarinade. 2. Snijd de zalmfilets met een scherp mes horizontaal in. Vul de zalmfilets met de groenten en leg ze op de bakplaat. Besmeer de zalmfilet royaal met de teriyakimarinade. Bestrooi met het sesamzaad. 3. Bak de zalmfilet in de voorverwarmde oven in 8-10 min. net gaar. Kook intussen de mihoen volgens de aanwijzingen op de verpakking gaar. Verhit de laatste olie in een wok. Fruit de rest van de gember. Voeg de spinazie in 3 porties toe en laat al omscheppend slinken. Breng op smaak met zout en peper. 4. Schep de mihoen op de borden. Verdeel er de spinazie over. Leg de zalmsandwiches op de spinazie. Besprenkel de vis uit de oven met limoensap naar smaak."
   },
   "https://www.jumbo.com/kabeljauwfilet-met-romige-citroenrisotto/314874/": {
      "Titel gerecht": "Kabeljauwfilet met romige citroenrisotto",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_314874-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "300 g citroenen, 5 el olijfolie, 1 sjalot, 300 g risotto, 1 l visbouillon, 500 g kabeljauwfilet met huid, 125 g mascarpone, 2 el citroenmelisse, 1 snufje peper",
      "Aantal Porties": 4,
      "Bereidingsduur": 30,
      "Moeilijkheid": 2,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 685,
      "Voedingswaarde koolhydraten": 60,
      "Voedingswaarde eiwitten": 32,
      "Voedingswaarde vet": 35,
      "Bereidingswijze": "1. Boen de helft van de citroen(en) schoon. Rasp de gele schil eraf en pers de vrucht uit. Snijd de rest van de citroen(en) in partjes. 2. Verhit in een hapjespan de helft van de olijfolie. Fruit de sjalot. Schep de risotto erdoor en bak tot de korrels glanzen en glazig zijn. 3. Voeg het citroensap toe. Schenk er vervolgens de bouillon in 3-4 porties bij; voeg een volgende portie toe als de vorige bouillon bijna door de rijst is opgenomen. Roer regelmatig en kook de rijst zo in 15-20 min. beetgaar. 4. Verhit in een koekenpan de rest van de olijfolie. Bestrooi de kabeljauwfilet op de huid met zout en peper. Leg de visfilet op de huid in de pan en bak in 4-5 min. krokant. Keer de vis en bak in nog 1-2 min. net gaar. 5. Neem ondertussen de risotto van het vuur. Roer de mascarpone, de citroenrasp, de citroenmelisse en peper naar smaak door de rijst. 6. Schep de rijst op de borden, leg er een stuk kabeljauwfilet op, garneer met de achtergehouden citroenmelisse en serveer met de partjes citroen."
   },
   "https://www.jumbo.com/op-de-huid-gebakken-zalm-met-koolraapfriet/500745/": {
      "Titel gerecht": "Op de huid gebakken zalm met koolraapfriet",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_500745-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "1  koolraap 4 el  olijfolie 2 el  sesamzaad 1  citroen 4  zalmfilets met huid 2 el  bladpeterselie 1 snufje  zout 1 snufje  peper 1  bakplaat bekleed met bakpapier 1  rasp",
      "Aantal Porties": 4,
      "Bereidingsduur": 55,
      "Moeilijkheid": null,
      "Gang": "hoofd",
      "Type Gerecht": "vis",
      "Voedingswaarde energie": 398,
      "Voedingswaarde koolhydraten": 4,
      "Voedingswaarde eiwitten": 32,
      "Voedingswaarde vet": 28,
      "Bereidingswijze": "1. Verwarm de oven voor tot 200 °C. Schil de koolraap en snijd in frieten van 1 cm. Verdeel ze over de bakplaat. Besprenkel de koolraap met de helft van de olijfolie en bestrooi met het sesamzaad en zout en peper naar smaak. Rooster de koolraapfrieten in de voorverwarmde oven in 25-30 min. gaar en goudbruin. Schep de friet na 15 min. om. 2. Rasp de gele schil van de citroen en pers de vrucht uit. Besprenkel de zalmfilets met het citroensap en bestrooi met zout en peper. Bewaar de rasp voor de garnering. 3. Verhit de resterende olijfolie in een koekenpan. Bak de zalmfilets 1 min. met de huid naar boven. Keer de zalm en bak op laag vuur in ca. 6 min. rose? of naar wens net gaar. 4. Leg de zalmfilets op borden en bestrooi met de bewaarde citroenrasp en de peterselie. Schep wat koolraapfrieten bij de zalm en geef de rest apart erbij."
   },
   "https://www.jumbo.com/klassieke-creme-brulee/501299/": {
      "Titel gerecht": "Klassieke crème brûlée",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501299-01_560x560.jpg",
      "Link Video": "https://youtu.be/GTA6-ff5Ov8",
      "Ingrediënten": "300 ml  slagroom 1  vanillestokje 5  eidooiers 100 g  suiker 1  zeef 4   1  ruime ovenschaal of braadslede 1  aluminiumfolie 1  crème-brûléebrander",
      "Aantal Porties": 4,
      "Bereidingsduur": 235,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Voedingswaarde energie": 425,
      "Voedingswaarde koolhydraten": 27,
      "Voedingswaarde eiwitten": 5,
      "Voedingswaarde vet": 33,
      "Bereidingswijze": "1. Breng in een steelpan de slagroom met het vanillestokje tegen de kook aan. Neem de pan van het vuur en laat de room 15 min. afgedekt trekken. 2. Verwarm de oven voor tot 140 °C. Vis het vanillestokje uit de room, schraap er met de punt van een scherp mes het zwarte merg uit en roer het merg door de room. 3. Klop met een garde de eidooiers los met 50 g suiker. Schenk al kloppende de warme vanilleroom door een zeef bij de eidooiers. Zet de schaaltjes in de ovenschaal en schenk de vanilleroom erin. Vul de ovenschaal met heet water, tot maximaal halverwege de schaaltjes. Dek de ovenschaal losjes af met een vel aluminiumfolie. 4. Bak de vanillecrèmes 50-55 min. in de voorverwarmde oven, tot ze net stevig voelen. Neem de schaaltjes uit het waterbad (pas op: heet!) en laat ze afkoelen. Zet de crèmes afgedekt minimaal 2,5 uur in de koelkast om door en door koud te worden. 5. Bestrooi de crèmes met de resterende suiker. Karamelliseer de suiker met de brander tot een lichtbruine, glazige suikerlaag."
   },
   "https://www.jumbo.com/sinaasappelijscake-met-witte-chocolade-en-pistache/500668/": {
      "Titel gerecht": "Sinaasappelijscake met witte chocolade en pistache",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_500668-01_560x560.jpg",
      "Link Video": "https://youtu.be/n_mPD724NhM",
      "Ingrediënten": "300 ml  slagroom 3  sinaasappels 2  eieren 2  eidooiers 125 g  witte basterdsuiker 1,5 el  fruitsiroop sinaasappel 75 g  witte chocolade 2 el  ongezouten gepelde pistachenoten (potje 125 g) 1  mixer 1  rasp 1  cakevorm (25 cm) 1  vershoudfolie",
      "Aantal Porties": 4,
      "Bereidingsduur": 265,
      "Moeilijkheid": 3,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Voedingswaarde energie": 327,
      "Voedingswaarde koolhydraten": 29,
      "Voedingswaarde eiwitten": 5,
      "Voedingswaarde vet": 21,
      "Bereidingswijze": "1. Klop de slagroom bijna stijf. Boen 1 sinaasappel schoon. Rasp de oranje schil eraf en pers de vrucht uit. Breng het sinaasappelsap met de rasp in een steelpan aan de kook en laat inkoken tot 3-4 el sap. Bekleed intussen de cakevorm met een royaal vel vershoudfolie. Laat de folie over de rand hangen. 2. Klop de eieren met de eidooiers en de suiker in een hittebestendige kom op een pan met kokend water (= au bain-marie; laat de kom het water niet raken!) tot een dikke romige en bleke crème. Neem de kom van de pan en klop nog 2 min. 3. Spatel de slagroom, het ingekookte sinaasappelsap met de rasp en de fruitsiroop door het dooiermengsel. Schep ten slotte de helft van de witte chocolade erdoor. 4. Schep de ijsbasis in de cakevorm en strijk glad. Vouw de overhangende vershoudfolie losjes over het ijs. Zet de vorm minimaal 4 uur in de diepvries om het mengstel te laten bevriezen. 5. Schil de laatste 2 sinaasappels en snijd de partjes tussen de vliezen uit. Neem het ijs 5-10 min. voor serveren uit de diepvries. Verwijder de vorm, klap de folie open en leg het ijs op een cakeschaal. Verwijder de folie. Garneer de ijscake met de rest van de chocolade, de sinaasappelpartjes en de pistachenoten."
   },
   "https://www.jumbo.com/red-velvetmuffin-met-pruimen-in-kaneelsiroop/501327/": {
      "Titel gerecht": "Red-velvetmuffin met pruimen in kaneelsiroop",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501327-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "4  Jumbo red velvet muffins 100 g  suiker 125 ml  water 1  kaneelstokje 4  pruimen 4 el  crème fraîche 4 takjes  tijm",
      "Aantal Porties": 4,
      "Bereidingsduur": 20,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Voedingswaarde energie": 641,
      "Voedingswaarde koolhydraten": 83,
      "Voedingswaarde eiwitten": 6,
      "Voedingswaarde vet": 31,
      "Bereidingswijze": "1. Breng de suiker met het water en het kaneelstokje aan de kook. Laat de suiker oplossen, draai het vuur laag en kook de siroop 15 min. zachtjes. Neem de pan van het vuur, schep de in kwarten gesneden pruimen door de kaneelsiroop en laat afkoelen. 2. Schep op elke muffin een pruimenpartje en maak af met een lepel crème fraîche en een takje tijm."
   },
   "https://www.jumbo.com/notenparfait-met-caramelsaus/135446/": {
      "Titel gerecht": "Notenparfait met caramelsaus",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_135446-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "175 g  notenmix naturel 3  eidooiers (M) 60 g  suiker 2 el  amandellikeur 3 dl  slagroom 5  stukjes caramel fudg",
      "Aantal Porties": 4,
      "Bereidingsduur": 235,
      "Moeilijkheid": 3,
      "Gang": "na",
      "Type Gerecht": "cake",
      "Voedingswaarde energie": 607,
      "Voedingswaarde koolhydraten": 31,
      "Voedingswaarde eiwitten": 11,
      "Voedingswaarde vet": 47,
      "Bereidingswijze": "1. Verwarm de oven voor op 200 ºC. Spreid de noten uit op een bakblik en rooster ze 5 min. in de oven. Druk de noten fijn onder een stevige pan en hak ze vervolgens nog fijner met een mes of maal ze fijn in de keukenmachine. Houd een aantal noten apart om mee te garneren. 2. Doe de dooiers en de suiker in een kom en zet de kom in een steelpan met heet water op het vuur. Mix het mengsel 5 min. tot het dik en romig is. Haal de kom uit de pan en roer de likeur erdoorheen. Laat 30 min. afkoelen. 3. Mix 2/3 van de slagroom bijna stijf en spatel deze samen met de gehakte noten dor het dooiermengsel. Vul de puddingvormpjes met het mengsel en laat ze afkoelen en in minimaal 3 uur invriezen. 4. Breng na 3 uur de rest van de room in een steelpannetje aan de kook en smelt hierin de toffees. Roer goed met een garde. 5. Houd de vormpjes met de parfait kort onder de hete kraan en klop de parfait uit de vormpjes op de bordjes. Lepel de warme saus eromheen en garneer met de noten."
   },
   "https://www.jumbo.com/frisse-citroen-muntsorbet/501326/": {
      "Titel gerecht": "Frisse citroen-muntsorbet",
      "Link afbeelding": "http://static-images.jumbo.com/product_images/Recipe_501326-01_560x560.jpg",
      "Link Video": "",
      "Ingrediënten": "4  citroenen 1 takje  munt 500 ml  sorbetijs citroen (beker)",
      "Aantal Porties": 4,
      "Bereidingsduur": 72,
      "Moeilijkheid": 1,
      "Gang": "na",
      "Type Gerecht": "ijs",
      "Voedingswaarde energie": 72,
      "Voedingswaarde koolhydraten": 18,
      "Voedingswaarde eiwitten": null,
      "Voedingswaarde vet": null,
      "Bereidingswijze": "1. Snijd het kapje van de citroenen en pers ze voorzichtig uit. Bewaar het sap. Hol met een lepel de citroenen voorzichtig leeg. Snijd een dun plakje van de onderzijde zodat de citroenen blijven staan. Bewaar eventueel de uitgeholde citroenen en kapjes in een (diepvries)zak in de diepvries tot gebruik. 2. Schep voorzichtig de munt door het sorbetijs. Schep van het ijs 4 mooile bollen. Schep de bollen in de lege citroenen en zet ze op 4 borden. Leg de de kapjes op en serveer meteen."
   }
}
