[
            {"pageUrl" : "http://www.lidl.nl/nl/11467.htm",
            "results" : [
                {
                    "titel" : "Bonbon van bresaola met kruidensla",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Bonbon_van_bresaola_met_kruidensla.jpg",
                    "ingr2" : "200 g roomkaas ½ el kappertjes 1 el witte balsamico-azijn 1 el olijfolie Zout en peper Plastic folie",
                    "ingr1" : "1 klein uitje 1 plantje bieslook 1 plantje peterselie 1 plantje basilicum 80 g bresaola",
                    "afbeelding/_alt" : "Bonbon van bresaola met kruidensla",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Bonbon_van_bresaola_met_kruidensla.jpg",
                    "bereiding" : "Bereidingswijze: Snij 1 klein uitje in hele dunne, halve ringen. Leg de ringen in een schaal. Neem van de groene kruiden elk een hand vol en snij deze grof. Voeg de kruiden toe aan de uienringen en meng het door elkaar. Leg een stuk plastic folie op het aanrecht en leg hierop 2 stukjes bresaola half overlappend naast elkaar. Schep in het midden van de bresaola een el roomkaas. Vouw het folie dicht zodat de roomkaas geheel bedekt is met de bresaola. Draai het folie er stevig omheen tot er een mooi bolletje ontstaat. Verwijder het folie voorzichtig en houd de bonbon in z’n bolvorm. Maak het kruidenmengsel af door de kappertjes toe te voegen samen met de witte balsamico-azijn en de olijfolie. Maak op smaak met peper en zout en meng het geheel goed door elkaar. Serveren: Verdeel de bresaola-bonbons over vier borden en garneer met een hoopje kruidensla."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11466.htm",
            "results" : [
                {
                    "titel" : "Garnalensoep met limoenroom",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Garnalensoep_met_limoenroom.jpg",
                    "ingr2" : "1,5 dl kippenbouillon 1,5 dl water ½ el tomatenpuree 1 dl slagroom 1 limoen 1 el boter Zout en peper Staafmixer",
                    "ingr1" : "200 g Black Tiger garnalen 3 el zonnebloemolie 1 prei 2 tenen knoflook 1 ui 1 dl witte wijn",
                    "afbeelding/_alt" : "Garnalensoep met limoenroom",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Garnalensoep_met_limoenroom.jpg",
                    "bereiding" : "Bereidingswijze: Pel de gekookte garnalen en bewaar de schaal en koppen (kijk voor de instructievideo hierboven). Verhit een pan met 3 el zonnebloemolie op hoog vuur. Voeg de schalen en koppen van de garnalen toe en bak dit stevig aan onder voortdurend roeren. Maak de prei schoon en snij deze in fijne ringen. Snij 2 tenen knoflook, inclusief de schil, in grove stukken. Snij 1 ui, inclusief schil, in grove stukken. Voeg de prei, ui en knoflook toe aan de pan met de schalen. Bak het wederom flink aan en blus het geheel af met 1 dl witte wijn. Voeg 1,5 dl kippenbouillon en 1,5 dl water toe. Voeg de tomatenpuree toe en breng de bouillon aan de kook om het vervolgens op laag vuur 1,5 tot 2 uur rustig te laten trekken. Klop 1 dl slagroom totdat deze lobbig is. Rasp de schil van 1 limoen boven de room en maak op smaak met peper en zout. Bewaar de limoenroom in de koelkast tot het moment van serveren. Als de bouillon twee uur getrokken heeft, zet dan een fijne zeef op een andere pan. Schenk de soep hier doorheen en gooi de inhoud van de zeef weg. Laat de soep inkoken op half hoog vuur tot er ongeveer 1/3 van de soep overblijft. Maak de garnalen schoon en snij het staartje eraf, snij de rest van de garnaal in stukjes. Voeg de boter toe aan de ingekookte soep en pureer de soep met een staafmixer. Serveren: Verdeel de stukjes garnaal over de glaasjes. Vul de glaasjes met de garnalensoep. Schep de limoenroom op de soep en garneer met de staartjes."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11465.htm",
            "results" : [
                {
                    "titel" : "Courgettesoep met kaas croutons",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Courgettesoep_met_kaas_croutons.jpg",
                    "ingr2" : "½ dl witte wijn 6 dl water 2 el boter 1 dl room 6 blaadjes basilicum Zout en peper Keukenpapier Staafmixer",
                    "ingr1" : "2 witte boterhammen 150 g Crémeux de Normandie 2 el fijngehakte bieslook 1 ui 1 teentje knoflook 2 courgettes 6 el olijfolie",
                    "afbeelding/_alt" : "Courgettesoep met kaas croutons",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Courgettesoep_met_kaas_croutons.jpg",
                    "bereiding" : "Bereidingswijze: Snij de Crémeux de Normandie in kleine stukjes. Verhit 3 el olijfolie in een pan. Snij 2 boterhammen zonder korst in blokjes en leg deze in de pan. Blijf constant doorroeren, zodat het brood mooi egaal bruin kleurt. Wanneer de croutons krokant zijn, direct de kleine stukjes kaas toevoegen. Blijf wederom constant doorroeren, zodat de kaas zich met de croutons mengt. Voeg als laatst de fijngehakte bieslook toe. Schep de croutons uit de pan en laat ze uitlekken en afkoelen op een stuk keukenpapier. Pel en snij 1 ui en 1 teentje knoflook fijn. Snij de courgettes in kleine blokjes. Verhit 3 el olijfolie in een pan. Fruit de fijngesneden ui en knoflook op laag vuur aan. Voeg vervolgens de courgette toe en bak deze kort mee. Blus de groenten af met de witte wijn, laat de wijn helemaal verdampen. Voeg vervolgens 6 dl kokend water toe. Voeg 2 el boter en 1 dl room toe. Haal de pan van het vuur en pureer de soep met de staafmixer. Hak 6 blaadjes basilicum fijn en voeg dit toe aan de soep. Pureer de soep nogmaals en breng op smaak met peper en zout. Serveren: Serveer de soep direct en garneer met de croutons."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11468.htm",
            "results" : [
                {
                    "titel" : "Gegrilde zalm met appeldressing",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Gegrilde_zalm_met_appeldressing.jpg",
                    "ingr2" : "2 el ketjap 1 tl suiker 1 el gehakte bieslook Zout Peper Grillpan Aluminiumfolie",
                    "ingr1" : "4 verse zalmmoten 6 el olijfolie 80 g veldsla ½ bloemkool 1 Granny Smith appel 2 el balsamico-azijn",
                    "afbeelding/_alt" : "Gegrilde zalm met appeldressing",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Gegrilde_zalm_met_appeldressing.jpg",
                    "bereiding" : "Bereidingswijze: Verhit een grillpan op hoog vuur. Draai het vuur middelhoog zodra de pan begint te walmen. Bestrijk intussen de zalmmoten met 2 el olie en bestrooi met zout. Verdeel de zalm over de grillpan en gril de zalm aan beide zijden 2 minuten, tot een mooie grillstreep ontstaat. Pak de zalm vervolgens direct in met aluminiumfolie en laat ongeveer 10 minuten rusten. Leg de veldsla in een kom met koud water om stevig te worden. Snij de bloemkool in roosjes en leg deze in een kom. Voeg hieraan 2 el olijfolie toe en een ½ tl zout. Verhit de grillpan nogmaals en gril de bloemkoolroosjes aan alle kanten in ongeveer 5 minuten. Haal hierna de bloemkoolroosjes uit de pan en laat deze afkoelen. Schil de appel en snij deze in blokjes. Meng 2 el balsamico-azijn, 2 el ketjap, 2 el olijfolie, ½ tl zout en 1 tl suiker in een kommetje, breng op smaak met peper. Meng de dressing met een garde, voeg 1 el gehakte bieslook en de appelstukjes toe en meng nogmaals goed door elkaar. Haal de veldsla uit het water en maak de sla droog. Haal de zalm uit de aluminiumfolie. Verwijder de huid van de zalm: plaats een scherp mes onder de rand van de huid, trek deze langzaam op spanning en snij tegelijkertijd los. Bak de zalmhuid in een droge pan op half hoog vuur krokant. Druk met een spatel de huid stevig in de pan zodat het vet eruit loopt en de huid krokant en droog wordt. Haal de huid uit de pan en snij deze in grove stukken. Serveren: Verdeel de zalm over de borden. Leg de bloemkoolroosjes naast de zalm en garneer met de veldsla. Schenk de appeldressing over de zalmmoten en maak het gerecht af met de krokante stukjes huid."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11471.htm",
            "results" : [
                {
                    "titel" : "Gevulde paprika met pittige dadelrijst",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Gevulde_paprika_met_pittige_dadelrijst_.jpg",
                    "ingr2" : "Olijfolie 2 el witte balsamico-azijn 100 g oude kaas 2 el mayonaise 1 el rode balsamico-azijn 1 zak gemengde sla Zout en peper Handje basilicum",
                    "ingr1" : "150 g rijst 2 rode paprika’s 6 dadels 1 rode peper 1 uitje 1 el zonnebloemolie",
                    "afbeelding/_alt" : "Gevulde paprika met pittige dadelrijst",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Gevulde_paprika_met_pittige_dadelrijst_.jpg",
                    "bereiding" : "Bereidingswijze Kook de rijst in een pan met water en 2 el olijfolie. Draai het vuur laag als het water 2 minuten kookt, plaats het deksel op de pan en laat de rijst 15 min zachtjes garen. Snij de rode paprika’s in de lengte doormidden zodat de steel mee gesneden wordt. Verwijder het witte deel en de pitten. Leg de paprika’s vervolgens op een ovenplaat. Besprenkel ze met olijfolie en peper. Plaats de ovenplaat 10 minuten in de oven op 220 graden. Haal de paprika’s uit de oven en laat ze afkoelen. Ontpit de dadels en snij ze in fijne reepjes. Verwijder de zaden uit de pepers en snij ze fijn. Voeg het gesnipperde uitje, 2 el olijfolie, de zonne­bloemolie en de witte balsamico-azijn toe aan de dadels en de peper. Breng op smaak met peper en zout en meng door elkaar. Voeg tot slot de rijst toe en roer dit door het geheel. Schep de rijstvulling in de afgekoelde paprika’s. Rasp hier een flinke laag oude kaas over en laat dit 3 minuten in de oven op 220 graden smelten. Meng 2 el mayonaise met 1 el rode balsamico-azijn voor de dressing. Serveren: Verdeel de sla over de borden. Verdeel de gevulde paprika’s over de sla en bedruppel het geheel met de dressing. Garneer het gerecht tot slot met wat basilicum."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11470.htm",
            "results" : [
                {
                    "titel" : "Salade met noten, dadels en walnotenkaas",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/9.jpg",
                    "ingr2" : "300 g walnotenkaas 1 el olijfolie 1 el honing 1 el witte balsamico-azijn 1 plantje basilicum",
                    "ingr1" : "2 el pistachenoten zonder schil 2 el cashewnoten 2 el walnoten 6 medjoul dadels",
                    "afbeelding/_alt" : "Salade met noten, dadels en walnotenkaas",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/9.jpg",
                    "bereiding" : "Bereidingswijze Snij de dadels over de lengte doormidden, verwijder de pitten en snij de dadels nogmaals door de helft. Doe 1 el olijfolie, 1 el honing en 1 el witte balsamico-azijn in een kommetje en roer dit door elkaar. Voeg de dadels en 2 el fijn gesneden basilicum toe.Hak de walnoten grof en leg deze apart. Serveren: Verdeel 8 blaadjes basilicum per bord. Snij de walnoten­kaas in stukjes en verdeel dit over de borden. Strooi hierover de pistachenoten (zonder schil), cashewnoten en de gehakte walnoten. Schep tot slot de dadels uit het kommetje met de dressing over de borden."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11469.htm",
            "results" : [
                {
                    "titel" : "Zalm gebakken in broodkruim met salade",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Zalm_gebakken_in_broodkruim_met_salade.jpg",
                    "ingr2" : "7 el witte balsamico-azijn 1 dl olijfolie 1 el gehakte peterszlie 1 tl suiker + snufje suiker 6 dl zonnebloemolie Bloem Peper en zout Keukenpapier 1 liter ijswater (water met ijsklontjes)",
                    "ingr1" : "4 verse zalmmoten 3 witte boterhammen 3 eieren 200 g sperziebonen 6 zongedroogde tomaatjes 20 zwarte olijven 2 el kappertjes",
                    "afbeelding/_alt" : "Zalm gebakken in broodkruim met salade",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Zalm_gebakken_in_broodkruim_met_salade.jpg",
                    "bereiding" : "Bereiden: Verwijder de huid van de zalm: plaats een scherp mes onder de rand van de huid, trek deze langzaam op spanning en snij tegelijkertijd los (kijk voor de instructievideo op www.lidl.nl). Snij vervolgens elke moot in 3 stukken. Snij de korsten van het brood, hak het brood met een scherp mes helemaal fijn. Leg het broodkruim in een diep bord. Breng de zalm op smaak met zout en peper. Strooi bloem in een diep bord en doe in een kom het eiwit van de drie eieren en klop deze los. Bewaar de eidooiers in een andere kom voor de saus. Haal de stukken zalm één voor één eerst door de bloem, vervolgens door het eiwit en als laatste door het broodkruim. Leg alle stukken zalm met broodkruim op een bord. Breng een pan met water aan de kook. Voeg de sperziebonen toe en laat deze een minuut in het water staan. Vul een kom met ruim ijswater (water met ijsklontjes). Schep de bonen vervolgens uit de pan met kokend water en leg deze direct in het ijswater. Snij de zongedroogde tomaten in kleine stukken en de olijven in fijne ringen, leg deze in een kom. Voeg 2 el kappertjes, 4 el witte balsamico-azijn, 1 dl olijfolie, 1 el gehakte peterselie en 1 tl suiker toe, breng op smaak met zout en peper. Haal de boontjes uit het ijswater en laat deze uitlekken. Voeg de boontjes toe bij de olijven en zongedroogde tomaten en meng alles goed door elkaar. Voeg 3 el witte balsamico-azijn toe bij de eidooiers en klop dit los. Maak op smaak met een beetje suiker, zout en peper. Klop het geheel stevig op met een garde en voeg beetje bij beetje 1 dl zonnebloemolie toe. Blijf de saus mengen tot deze stevig is. Verhit een pan met een flinke laag zonnebloemolie. Prik de zalmstukken aan een vork en dompel de zalm 1 minuut onder in de hete olie, laat vervolgens uitlekken op een stuk keukenpapier. Serveren: Verdeel de gemarineerde olijven, sperziebonen en zongedroogde tomaatjes over de borden, leg hier bovenop de stukken zalm. Maak het bord af met een beetje saus."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11472.htm",
            "results" : [
                {
                    "titel" : "Gegrilde ossenhaas met witlof, appel en roseval krieltjes",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Gegrilde_ossenhaas.jpg",
                    "ingr2" : "1 el zonnebloemolie 2 el olijfolie 5 teentjes knoflook 0,5 dl witte wijn 4 stuks witlof 1 dl slagroom 2 Granny Smith appels Peper en zout Keukentouw Staafmixer Aluminiumfiolie",
                    "ingr1" : "200 g ontbijtspek 2 el boter 1 ovenschotel roseval krieltjes 4 ossenhaastournedos 2 uien 2 takken rozemarijn 1 el tomatenpuree 1 dl rode port 340 ml runderbouillon (uit pot)",
                    "afbeelding/_alt" : "Gegrilde ossenhaas met witlof,  appel en roseval krieltjes",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Gegrilde_ossenhaas.jpg",
                    "bereiding" : "Bereidingswijze: Verwarm de oven voor op 70 graden. Wikkel het spek om de ossenhaastournedos heen en maak het vast met een stuk keukentouw. Verhit 1 el zonnebloemolie en 1 el boter in een pan, braad hierin de ossenhaas kort aan beide kanten bruin. Leg het vlees in een ovenschaal, voeg peper en zout toe en zet deze vervolgens 30 minuten in de oven. Zet de roseval krieltjes erbij in de oven. Snij 1 ui en 4 teentjes knoflook inclusief schil grof. Zet de pan waar het vlees in gebakken is terug op middelhoog vuur en bak hierin de ui, knoflook en de twee takken rozemarijn. Voeg 1 el tomatenpuree toe en blus het geheel af met de rode port. Voeg vervolgens de runderbouillon toe en laat het zachtjes garen. Verhit 2 el olijfolie in een pan op middelhoog vuur. Pel en snipper een ui en een teentje knoflook, fruit dit aan in de pan en blus vervolgens af met de witte wijn. Laat het geheel vervolgens goed inkoken.Maak de witlof schoon door eerst het kontje eraf te snijden en vervolgens de bladeren eraf te halen. Snij het hart eruit en snij over de lengte in stukken. Inmiddels is de witte wijn ingekookt, voeg de slagroom, 1 el boter, flink wat zout en een beetje peper toe. Pureer tot een romige saus met een staafmixer. Voeg als laatst de witlof toe en laat dit rustig garen op laag vuur met het deksel op de pan. Schil de appels, verwijder het klokhuis en snij in rechte blokken. Snij van enkele stukjes appel stroken af en snij ze in kleine stukjes en leg ze in een pan. Zet vervolgens een zeef op deze pan en giet hierin de bouillon met rode port. Laat de saus een paar minuten flink koken op hoog vuur. Pureer de saus met een staafmixer. Voeg als laatst de overige blokken appel toe en laat deze rustig in de saus garen. Serveren: Haal de ossenhaastournedos uit de oven en wikkel deze in aluminiumfolie. Laat de roseval krieltjes nog 15 minuten in de oven staan en draai de oven naar 200 graden. Haal het vlees na 10 minuten uit het aluminiumfolie. Verwijder het keukentouw van het vlees. Snij het vlees één keer doormidden en verdeel dit samen met de krieltjes over de borden. Schep de romige witlof en stukjes appeltjes uit de saus op het bord. Druppel tenslotte de donkere portsaus en de romige witte saus over het gerecht."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11473.htm",
            "results" : [
                {
                    "titel" : "Ossenhaas met kruidenkorst, gestoofde peertjes en safraanbloemkool",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Ossenhaas_met_kruidenkorst.jpg",
                    "ingr2" : "3 witte boterhammen Flinke hand basilicum Flinke hand peterselie Flinke hand bieslook 1 teentje knoflook 1,5 el suiker Peper en zout Aluminiumfolie Ovenplaatje Keukenmachine",
                    "ingr1" : "4 el zonnebloemolie 3 el boter 4 ossenhaastournedos 1 bloemkool 2,5 dl witte wijn ½ el saffraan 3 peren 1 vanillestokje",
                    "afbeelding/_alt" : "Ossenhaas met kruidenkorst, gestoofde peertjes en safraanbloemkool",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Ossenhaas_met_kruidenkorst.jpg",
                    "bereiding" : "Bereidingswijze: Verwarm de oven voor op 220 graden. Dep de tournedos droog met keukenpapier. Verhit 2 el zonnebloemolie en 1 el boter in een pan. Voeg het vlees toe zodra de olie begint te bruisen. Braad het vlees in 2 minuten aan beide zijden bruin. Pak het vlees vervolgens in met aluminiumfolie en laat 10 minuten rusten. Bewaar de olie van het vlees en gebruik deze pan voor de bloemkool. Snij de bloemkool in mooie kleine roosjes. Verhit de pan en bak hierin de bloemkoolroosjes mooi bruin. Strooi wat peper en zout over de bloemkool en blus af met 1 dl witte wijn. Voeg de saffraan en 1 el boter toe. Plaats de deksel op de pan en laat 20 minuten rustig garen. Schil de peren, snij deze in parten en verwijder het klokhuis. Verhit 2 el zonnebloemolie in een pan op hoog vuur. Bak de peren kort en zet vervolgens het vuur iets lager. Voeg 1,5 el suiker toe wanneer de peren goudgelig van kleur worden, schep de peren om zodat de suiker er goed omheen zit. Blus af met ongeveer 1,5 dl witte wijn, tot de peren net onder staan. Snij het vanillestokje in de lengte door de helft en schaaf het binnenste uit één helft en voeg dit toe, voeg de andere helft in zijn geheel toe aan de peren. Laat de peren 30 minuten op half hoog vuur stoven. Verwijder de korst van het brood en snij het brood in grove stukken. Doe dit in een keukenmachine en voeg een flinke hand basilicum, flinke hand peterselie en een flinke hand bieslook toe. Voeg wat zout en peper toe en maal het geheel fijn. Voeg vervolgens nog 1 teentje knoflook samen met 1 el boter toe. Meng goed door elkaar tot een romige kruidencrème. Haal de ossenhaas uit het aluminiumfolie en leg deze op een ovenplaatje. Smeer een dikke laag kruidencrème op de bovenkant van het vlees. Zet de ovenplaat 6 minuten in de oven met bovenwarmte. Serveren: Snij het vlees doormidden en verdeel dit over de borden. Leg hier omheen de bloemkool en de peertjes. Schenk als laatst de saus van de bloemkool over het gerecht."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11474.htm",
            "results" : [
                {
                    "titel" : "Truffelrisotto met kabeljauw",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Truffelrisotto_met_kabeljauw.jpg",
                    "ingr2" : "4,5 dl kippenbouillon Klontje boter 50 g geraspte oude kaas 100 g bloem Zout en peper 1 limoen Ovenschaal Vergiet Keukenpapier",
                    "ingr1" : "4 stuks kabeljau 4 tomaten 125 g spekjes 3 el pijnboompitjes 6,5 el zonnebloemolie 1 ui 1 teentje knoflook 150 g truffelrisotto",
                    "afbeelding/_alt" : "Truffelrisotto met kabeljauw",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Truffelrisotto_met_kabeljauw.jpg",
                    "bereiding" : "Bereidingswijze: Verwarm de oven op 200 graden. Snij de tomaten in 4 parten. Leg de parten tomaat in een ovenschaal en zet deze een half uur in de oven. Verhit 1 el zonnebloemolie en bak de spekjes op halfhoog vuur. Voeg de pijnboompitten toe als de spekjes mooi bruin zijn. Bak deze al roerend met de spekjes mee tot ze mooi bruin zijn geworden. Schep de spekjes en de pijnboompitten hierna direct uit de pan en laat ze uitlekken op een stuk keukenpapier.Pel en snipper de ui en knoflookteen. Verhit 2 el zonnebloemolie in een pan en voeg de fijngesnipperde ui en knoflook toe. Bak deze mee zonder te kleuren. Voeg vervolgens de risottorijst toe en bak deze mee onder voortdurend roeren tot deze glazig wordt. Voeg dan de bouillon toe zodat de rijst net onder staat. Roer net zolang in de pan tot de rijst al het vocht heeft opgenomen. Voeg daarna telkens een klein beetje bouillon toe onder constant roeren. Voeg zodra alle bouillon is opgenomen, een klontje boter toe en maak de risotto af met de geraspte oude kaas. Rasp de schil van de limoen en meng dit met de bloem in een kom. Droog de stukken kabeljauw met een stuk keukenpapier. Bestrooi deze met zout en peper en haal de kabeljauwstukken door de bloem met limoenschil. Verhit 3,5 el zonnebloemolie in een pan. Bak de stukken kabeljauw aan elke kant ongeveer 2 minuten. Serveren: Verdeel de risotto over diepe borden. Verdeel de kabeljauw over de risotto en garneer met de tomaatjes en de pijnboompitten met spek."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11475.htm",
            "results" : [
                {
                    "titel" : "Truffelrisotto met lam en aubergine",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Truffelrisotto_met_lam_en_aubergine.jpg",
                    "ingr2" : "50 g geraspte oude kaas 1 aubergine Handje groene olijven Handje zwarte olijven 20 blaadjes basilicum 2 el witte balsamico-azijn Zout en peper Ovenschaal",
                    "ingr1" : "4 el olijfolie 2 el boter 2 lamsracks (1 pak) 1 uitje 2 teentjes knoflook 150 g truffelrisotto 4,5 dl kippenbouillon",
                    "afbeelding/_alt" : "Truffelrisotto met lam en aubergine",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Truffelrisotto_met_lam_en_aubergine.jpg",
                    "bereiding" : "Bereidingswijze: Verwarm de oven voor op 190 graden. Leg de aubergine in een ingevette ovenschaal en zet deze 45 minuten in de oven. Haal de aubergine uit de oven en laat afkoelen. Laat hierna de oven afkoelen tot 70 graden. Verhit 1 el olijfolie en 1 el boter in een pan. Bak de lamsracks aan alle kanten in ongeveer 2 minuten bruin. Leg de racks vervolgens in een ovenschaal en laat deze 45 minuten in de oven op 70 graden langzaam garen. Pel en snipper een uitje en een teentje knoflook. Verhit 1 el olie in een pan en voeg de fijngesnipperde ui en knoflook toe, fruit deze kort aan. Voeg de risottorijst toe en bak deze mee tot de rijst glazig wordt. Voeg een deel van de bouillon toe zodat de rijst net onder staat. Laat de pan op halfhoog vuur staan en laat de rijst het vocht opnemen onder voortdurend roeren. Voeg telkens een klein beetje bouillon toe en blijf roeren. Voeg als laatst, als alle bouillon is opgenomen, nog een klontje boter en de geraspte kaas toe. Verwijder de schil van de aubergine en snij het vruchtvlees in stukken. Snij de olijven in ringen en snij één gepeld teentje knoflook fijn. Voeg dit samen met 10 blaadjes basilicum, 2 el balsamico-azijn en 2 el olijfolie toe aan de aubergine. Meng het door elkaar en breng op smaak met zout en peper. Serveren: Snij de lamsracks doormidden. Verdeel de auberginesalade over de borden, leg hierop een hoopje risotto en een stuk lamsrack. Garneer het gerecht met wat blaadjes basilicum."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11477.htm",
            "results" : [
                {
                    "titel" : "Kaasfondue van Belgische kazen",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/images12.jpg",
                    "ingr2" : "2 el olijfolie 1 bleekselderij 4 wortels 1 broccoli 2 rode puntpaprika’s Zout en peper IJsklontjes",
                    "ingr1" : "1 Belgisch kaasplankje 30 g boter 40 g bloem 1 dl witte wijn 4 dl melk 2 dl room 1 bruin brood",
                    "afbeelding/_alt" : "Kaasfondue van Belgische kazen",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/images12.jpg",
                    "bereiding" : "Bereiden: Verwarm de oven voor op 180 graden. Laat 30 g boter smelten in een pan. Voeg 40 g bloem toe en roer dit tot een gebonden sausje. Voeg 1 dl witte wijn toe en laat dit 5 minuten doorkoken. Voeg beetje bij beetje 4 dl melk toe en blijf roeren totdat de saus weer glad is. Voeg 2 dl room toe en laat het geheel op laag vuur zachtjes garen. Snij de boterhammen in repen van ca. 2 cm breed en 8 cm lang. Leg de repen brood op een ovenplaat en besprenkel deze met olijfolie. Breng het brood op smaak met een snufje peper en zout en laat vervolgens 8 minuten op 180 graden in de oven bakken. Snij de korsten van de kazen en snij de kazen in kleine blokjes. Voeg de blokjes kaas toe aan de saus in de pan en laat deze op laag vuur smelten. Verwijder de boven- en onderkant van de bleekselderij en trek de haren er vanaf met een mes. Snij de bleekselderij kleiner en in lange smalle stronken. Leg deze direct in een bak met ijswater (water met ijsklontjes) zodat ze mooi en stevig blijven. Was de wortels en verwijder de boven- en onderkanten. Snij de wortels doormidden en in lange stronkjes en leg deze bij de bleek­selderij in de bak met ijswater. Verwijder de zaden en het steeltje van de puntpaprika’s. Snij de puntpaprika’s in lange stukken en leg deze ook in de bak met ijswater. Snij de broccoli in vieren en vervolgens in stronken en leg deze bij de andere groenten in de bak met ijswater. Serveren: Verdeel de groenten over een bord en serveer het brood apart. Serveer de fondue in een pan."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11478.htm",
            "results" : [
                {
                    "titel" : "Verse pasta met wortel en parmaham",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Verse_pasta_met_wortel_en_parmaham.jpg",
                    "ingr2" : "1 el witte balsamico-azijn ½ dl room ½ el roomboter 90 g prosciutto di Parma 1 lente-uitje 100 g geraspte jong belegen kaas Zout en peper Ovenschaal",
                    "ingr1" : "400 g verse of zelfgemaakte pasta 8 bospeentjes 4 el olijfolie 2 teentjes knoflook 1 klein uitje ½ dl witte wijn",
                    "afbeelding/_alt" : "Verse pasta met wortel en parmaham",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Verse_pasta_met_wortel_en_parmaham.jpg",
                    "bereiding" : "Bereidingswijze: Verwarm de oven voor op 220 graden. Besprenkel de bospeentjes met olijfolie, leg deze in een ovenschaal en plaats deze 10 minuten in de oven op 220 graden. Haal de bospeentjes uit de oven, laat ze afkoelen en snij ze in stukken van ca. 2 cm. Maak de peentjes op smaak met peper en zout. Pel en snipper de knoflook, pel een ui en snij deze in halve ringen. Verhit 3 el olijfolie in een pan. Voeg de knoflook en ui toe en fruit deze 1 minuut aan zonder te kleuren. Voeg de peentjes toe en blus af met de witte wijn en de balsamico. Laat het geheel inkoken tot het vocht vrijwel verdwenen is. Voeg de room en boter toe en breng het geheel al roerend aan de kook. Breng een pan met ruim water aan de kook. Voeg de verse pasta toe en laat het 4 minuten koken. Giet de pasta af en voeg deze toe aan de pan met de peentjes en de saus. Breng het gerecht op smaak met zout en peper. Serveren: Verdeel de pasta over de borden en garneer met reepjes parmaham. Schenk de saus met peentjes over het gerecht. Garneer met de geraspte kaas en bestrooi met fijngesneden lente-uitjes."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11479.htm",
            "results" : [
                {
                    "titel" : "Groene pasta met gepofte paprika, mozzarella en basilicumolie",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Groene_pasta.jpg",
                    "ingr2" : "1 el zonnebloemolie 2 el olijfolie 5 teentjes knoflook 0,5 dl witte wijn 4 stuks witlof 1 dl slagroom 2 Granny Smith appels Peper en zout Keukentouw Staafmixer Aluminiumfiolie",
                    "ingr1" : "200 g ontbijtspek 2 el boter 1 ovenschotel roseval krieltjes 4 ossenhaastournedos 2 uien 2 takken rozemarijn 1 el tomatenpuree 1 dl rode port 340 ml runderbouillon (uit pot)",
                    "afbeelding/_alt" : "Groene pasta met gepofte paprika, mozzarella en basilicumolie",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Groene_pasta.jpg",
                    "bereiding" : "Bereidingswijze: Verwarm de oven voor op 70 graden. Wikkel het spek om de ossenhaastournedos heen en maak het vast met een stuk keukentouw. Verhit 1 el zonnebloemolie en 1 el boter in een pan, braad hierin de ossenhaas kort aan beide kanten bruin. Leg het vlees in een ovenschaal, voeg peper en zout toe en zet deze vervolgens 30 minuten in de oven. Zet de roseval krieltjes erbij in de oven. Snij 1 ui en 4 teentjes knoflook inclusief schil grof. Zet de pan waar het vlees in gebakken is terug op middelhoog vuur en bak hierin de ui, knoflook en de twee takken rozemarijn. Voeg 1 el tomatenpuree toe en blus het geheel af met de rode port. Voeg vervolgens de runderbouillon toe en laat het zachtjes garen. Verhit 2 el olijfolie in een pan op middelhoog vuur. Pel en snipper een ui en een teentje knoflook, fruit dit aan in de pan en blus vervolgens af met de witte wijn. Laat het geheel vervolgens goed inkoken.Maak de witlof schoon door eerst het kontje eraf te snijden en vervolgens de bladeren eraf te halen. Snij het hart eruit en snij over de lengte in stukken. Inmiddels is de witte wijn ingekookt, voeg de slagroom, 1 el boter, flink wat zout en een beetje peper toe. Pureer tot een romige saus met een staafmixer. Voeg als laatst de witlof toe en laat dit rustig garen op laag vuur met het deksel op de pan. Schil de appels, verwijder het klokhuis en snij in rechte blokken. Snij van enkele stukjes appel stroken af en snij ze in kleine stukjes en leg ze in een pan. Zet vervolgens een zeef op deze pan en giet hierin de bouillon met rode port. Laat de saus een paar minuten flink koken op hoog vuur. Pureer de saus met een staafmixer. Voeg als laatst de overige blokken appel toe en laat deze rustig in de saus garen. Serveren: Haal de ossenhaastournedos uit de oven en wikkel deze in aluminiumfolie. Laat de roseval krieltjes nog 15 minuten in de oven staan en draai de oven naar 200 graden. Haal het vlees na 10 minuten uit het aluminiumfolie. Verwijder het keukentouw van het vlees. Snij het vlees één keer doormidden en verdeel dit samen met de krieltjes over de borden. Schep de romige witlof en stukjes appeltjes uit de saus op het bord. Druppel tenslotte de donkere portsaus en de romige witte saus over het gerecht."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11461.htm",
            "results" : [
                {
                    "titel" : "Chocoladecrème",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Chocoladecreme(1).jpg",
                    "ingr2" : "4 el whiskycrème 1 mandarijn (8 stukjes)",
                    "ingr1" : "200 g room 200 g pure chocolade 3 eieren 60 g suiker + 1 el suiker",
                    "afbeelding/_alt" : "Chocoladecrème",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Chocoladecreme(1).jpg",
                    "bereiding" : "Bereidingswijze: Verhit 200 g room in een pan en laat dit rustig warm worden op laag vuur. Snij de chocolade in kleine stukjes, voeg dit toe aan de room en laat samen smelten onder constant roeren. Haal de pan van het vuur als de chocolade is gesmolten. Scheid 3 eieren, klop met een garde het eiwit in een schone en vetvrije kom. Voeg ½ el suiker toe als het eiwit luchtig begint te worden. Herhaal dit tot uiteindelijk de 60 g suiker is toegevoegd. Stop met kloppen als de schaal ondersteboven gehouden kan worden en het eiwitmengsel blijft zitten. Schep vervolgens een beetje eiwit in de pan bij de chocoladeroom en meng dit met een spatel goed door elkaar. Schep vervolgens beetje bij beetje de chocolademassa uit de pan in de kom met het eiwit en meng dit voorzichtig door elkaar. Laat deze mousse daarna 2 tot 3 uur in de koelkast opstijven. Voeg ½ el suiker toe aan de eidooiers en klop dit totdat het luchtig is. Voeg 4 el whiskeycrème toe en meng dit door elkaar. Pel de mandarijn en doe de partjes in een kom, plaats een bord op de kom en schud dit een paar keer. Voeg ½ el suiker toe en schud dit weer op dezelfde manier zodat de suiker vastplakt aan de mandarijnenpartjes. Serveren: Schep de chocoladecrème in de glaasjes en garneer dit met de gesuikerde mandarijnen en de whiskycrèmesaus."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11462.htm",
            "results" : [
                {
                    "titel" : "Chocolademousse met krokante bodem",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Chocolademoussekrokant.jpg",
                    "ingr2" : "5 chocolate chip koekjes 40 g boter + 1 klontje boter 50 g walnoten Bakpapier Steekringen Handje basilicum",
                    "ingr1" : "200 g room 200 g pure chocolade 3 eieren 60 g suiker + 1 el suiker",
                    "afbeelding/_alt" : "Chocolademousse met krokante bodem",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Chocolademoussekrokant.jpg",
                    "bereiding" : "Bereiden: Verhit 200 g room in een pan en laat dit rustig warm worden op laag vuur. Snij de chocolade in kleine stukjes, voeg dit toe aan de room en laat samen smelten onder constant roeren. Haal de pan van het vuur als de chocolade is gesmolten. Scheid 3 eieren, klop met een garde het eiwit in een schone en vetvrije kom. Voeg ½ el suiker toe als het eiwit luchtig begint te worden. Herhaal dit tot uiteindelijk de 60 g suiker is toegevoegd. Stop met kloppen als de schaal ondersteboven gehouden kan worden en het eiwitmengsel blijft zitten. Schep vervolgens een beetje eiwit in de pan bij de chocoladeroom en meng dit met een spatel goed door elkaar. Schep vervolgens beetje bij beetje de chocolademassa uit de pan in de kom met het eiwit en meng dit voorzichtig door elkaar. Laat deze mousse daarna 2 tot 3 uur in de koelkast opstijven. Verkruimel 5 chocolate chip koekjes in een pan op laag vuur en voeg 40 g boter toe. Haal de pan van het vuur wanneer de boter volledig is gesmolten. Leg bakpapier op het aanrecht en zet hierop vier steekringen. Schep het koekmengsel uit de pan en verdeel dit over de bodem van de vormpjes. Druk dit licht aan het laat het afkoelen in de koelkast. Smelt 1 el suiker in een pan zonder te roeren op halfhoog vuur. Voeg de walnoten toe wanneer de suiker begint te smelten en bruin begint te worden. Voeg tot slot een klontje boter toe en meng dit door de noten en de gesmolten suiker. Schep de walnoten daarna direct uit de pan en laat ze op een stuk bakpapier afkoelen. Serveren: Haal de vormpjes met bodem en de mousse uit de koelkast. Schep de mousse met een natte lepel op de koekjesbodem in de ringen. Pak het vormpje met de mousse erin op en leg dit op het bord. Trek voorzichtig de steekringen weg en garneer tot slot de mousse met de gekaramelliseerde walnoten en fijngesneden basilicum."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11482.htm",
            "results" : [
                {
                    "titel" : "Gebakken peren met chocoladesaus en blauwe kaas",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/dessert_-_Gebakken_peren_met_chocoladesaus.jpg",
                    "ingr2" : "½ dl slagroom 75 g pure chocolade 100 g roquefort",
                    "ingr1" : "4 peren 1 el boter ½ el suiker ½ dl witte wijn",
                    "afbeelding/_alt" : "Gebakken peren met chocoladesaus en blauwe kaas",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/dessert_-_Gebakken_peren_met_chocoladesaus.jpg",
                    "bereiding" : "Bereidingswijze: Schil de peren, snij ze in parten en verwijder het klokhuis. Verhit 1 el boter in een pan. Voeg, zodra de boter gesmolten is, de peren toe. Voeg hierna de suiker, witte wijn en slagroom toe. Laat het mengsel tot de helft inkoken en voeg vervolgens 75 g geraspte pure chocolade toe. Blijf constant doorroeren tot de chocolade gesmolten is. Serveren: Schep de peren uit de pan en verdeel deze over de borden, schenk de chocoladesaus eroverheen. Snij de roquefort in kleine blokjes en garneer over de peren."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11481.htm",
            "results" : [
                {
                    "titel" : "Pistachekaramel met vanille-ijs en citroenroom",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Pistachekaramel_met_vanille-ijs_en_citroenroom.jpg",
                    "ingr2" : "1 citroen 1 pak vanilleroomijs Bakpapier Zout",
                    "ingr1" : "100 g suiker 100 g pistachenoten 4 speculaasjes 1,5 dl room",
                    "afbeelding/_alt" : "Pistachekaramel met vanille-ijs en citroenroom",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Pistachekaramel_met_vanille-ijs_en_citroenroom.jpg",
                    "bereiding" : "Bereidingswijze: Verwarm een pan en voeg 100 g suiker toe. Laat de suiker mooi bruin karamelliseren op laag vuur. Voeg 1 dl room toe en een beetje zout. Roer dit voorzichtig door elkaar en laat het mengsel op laag vuur inkoken tot een dikke, lobbige massa. Voeg 100 g pistachenoten zonder schil toe en roer deze erdoor met een spatel. Schenk de massa uit de pan op een stuk bakpapier en plaats het 15 minuten in de koelkast. Neem hierna de hard geworden karamel van het bakpapier. Leg de karamel op een snijplank en snij dit in stukken met een stevig mes. Verkruimel de speculaas. Rasp de schil van een citroen en meng deze rasp met ½ dl room. Serveren: Verdeel de brokken karamel over de borden. Serveer met vanilleroomijs en de citroenroomsaus en garneer met speculaaskruimels."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11480.htm",
            "results" : [
                {
                    "titel" : "Snelle sorbet van zelfgemaakte Champagne-frambozenijs",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Snelle_sorbet.jpg",
                    "ingr2" : "1,5 el suiker 200 g frambozen (diepvries) 750 ml Champagne Poedersuiker",
                    "ingr1" : "100 g + 1,5 el suiker ½ dl water 1 dl room ½ vanillestokje",
                    "afbeelding/_alt" : "Snelle sorbet van zelfgemaakte Champagne-frambozenijs",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Snelle_sorbet.jpg",
                    "bereiding" : "Bereidingswijze: Verwarm 100 g suiker samen met ½ dl water in een steelpan. Laat de suiker samensmelten met het water zodat er een dikke suikerstroop ontstaat, blijf goed roeren. Laat de siroop vervolgens afkoelen. Klop 1 dl room met 1,5 el suiker en de zaadjes uit een half vanillestokje. Klop de room tot deze lobbig wordt. Leg de stevig bevroren frambozen in een blender, schenk hier overheen de afgekoelde suikersiroop en ½ dl Champagne. Vermaal dit op de hoogste stand tot er een smeuïg ijs ontstaat. Serveren: Verdeel het ijs over vier glaasjes. Schenk de rest van de Champagne over het ijs. Schep er als laatst een flinke lepel vanilleroom op. Garneer met een stukje framboos. Bestuif de sorbets met poedersuiker en serveer direct."
                }
            ]
        },
        {
            "pageUrl" : "http://www.lidl.nl/nl/11483.htm",
            "results" : [
                {
                    "titel" : "Tulband met frambozenroom en macarons",
                    "afbeelding" : "http://www.lidl.nl/statics/lidl-nl/ds_img/assets/Tulband_met_frambozenroom_en_macarons.jpg",
                    "ingr2" : "10 bollen ijs (citroen sorbetijs, framboos sorbetijs en luxe vanille-aardbeienijs) 8 gekleurde meringues 1 tulbandcake 12 verse macarons Zeef",
                    "ingr1" : "4 el frambozenjam 200 g bevroren frambozen 100 g roomkaas (light) 1 zakje vanillesuiker 500 ml verse slagroom (kant-en-klaar)",
                    "afbeelding/_alt" : "Tulband met frambozenroom en macarons",
                    "afbeelding/_source" : "/statics/lidl-nl/ds_img/assets/Tulband_met_frambozenroom_en_macarons.jpg",
                    "bereiding" : "Bereidingswijze: Doe de frambozenjam en de frambozen in een steelpannetje en laat 10 minuten op laag vuur pruttelen. Roer regelmatig door. Laat afkoelen tot handwarm. Doe de frambozensaus in een zeef en druk met een lepel zoveel mogelijk vocht uit het fruit. Gooi de pitjes weg en bewaar de saus. Meng de roomkaas met de vanillesuiker. Meng er een gedeelte van de slagroom luchtig doorheen, meng vervolgens ook de rest van de slagroom erdoor. Zet de room in de koelkast tot gebruik. Breek de meringues in stukjes. Maak 10 mooie bollen ijs en leg ze op een bord in de vriezer. Zet de tulband in het midden van een mooie schaal. Meng een kwart van de frambozensaus door de room. Schep dit om en om met de stukjes meringue in het midden van de tulband. Leg de bollen ijs rond de tulband en giet de overgebleven saus over de tulband. Versier met de macarons. Zet de schaal direct op tafel. Laat iedereen naar smaak een schaaltje vullen."
                }
            ]
        }
      ]
